Repository: 8khan/Spanish-translation-wpjobboard
Catalog: languages/wpjobboard-*.po
Languages: es_es

source: Following errors occured:
es_es: Los siguientes errores ocurrieron:

source: Add Experience
es_es: Añadir Experiencia

source: Add Education
es_es: Agregar educación

source: Add New '%s' Option
es_es: Añadir la nueva opción '%s'

source: Featured
es_es: Destacado

source: Days Visible: %d
es_es: Días visibles: % d

source: Not Included
es_es: No incluido

source: Limited
es_es: Limitado

source: Unlimited
es_es: Ilimitado

source: Job Variable
es_es: Empleo Variable

source: Custom Fields
es_es: Campos personalizados

source: Tags (categories and job types)
es_es: Etiquetas (categorías y tipos de trabajo)

source: Custom Variables
es_es: Variables personalizadas

source: Close
es_es: Cerrar

source: Export Manager
es_es: Gerente de exportaciones

source: Select Export Format
es_es: Seleccionar formato de exportación

source: Data To Export
es_es: Datos para exportar

source: Include Additional Data
es_es: Incluir datos adicionales

source: CSV Column Name
es_es: Nombre de columna CSV

source: Field Type
es_es: Tipo de campo

source: Check Basic
es_es: Marcar básicos

source: Check All
es_es: Marcar todo

source: Uncheck All
es_es: Desmarcar todo

source: Internal
es_es: Interno

source: Export To XML
es_es: Exportar a XML

source: Export To CSV
es_es: Exportar a CSV

source: Download
es_es: Descargar

source: Cancel
es_es: Cncelar

source: Edit
es_es: Editar

source: start typing user: name, login or email in the box above, some suggestions will appear.
es_es: comience a escribir usuario: nombre, inicio de sesión o correo electrónico en el cuadro de arriba, algunas sugerencias aparecerán.

source: Today
es_es: Hoy

source: Since Yesterday
es_es: Desde ayer

source: Less than 7 days ago
es_es: Hace menos de 7 días

source: Less than 30 days ago
es_es: Hace menos de 30 días

source: Pending
es_es: Pendiente

source: Completed
es_es: Terminado

source: Failed
es_es: Ha fallado

source: Refunded
es_es: Reintegrado

source: New
es_es: Nuevo

source: Read
es_es: Leer

source: Number of applications marked as read: {success}
es_es: Número de aplicaciones marcadas como leídas: {success}

source: Rejected
es_es: Rechazado

source: Number of rejected applications: {success}
es_es: Número de aplicaciones rechazadas: {success}

source: Accepted
es_es: Aceptado

source: Number of accepted applications: {success}
es_es: Número de aplicaciones aceptadas: {success}

source: Allowed Files
es_es: Archivos permitidos

source: Drop files here
es_es: Suelta los archivos aquí

source: browse files ...
es_es: búsqueda de archivos ...

source: media library ...
es_es: mediateca ...

source: Are you sure you want to delete this file?
es_es: ¿Seguro que quieres eliminar este archivo?

source: Yes, delete this file.
es_es: Sí, elimina este archivo.

source: Search ...
es_es: Buscar ...

source: Add Files
es_es: Añadir archivos

source: selected
es_es: seleccionado

source: Active
es_es: Activo

source: Awaiting Approval
es_es: Esperando aprobacion

source: Awaiting Payment
es_es: En espera de pago

source: Expired
es_es: Expirado

source: Expiring
es_es: Expirando

source: Inactive
es_es: Inactivo

source: Save
es_es: Guardar

source: Delete
es_es: Eliminar

source: Current
es_es: Actual

source: Item <strong>{{ data.detail_title }}</strong> deleted.
es_es: Se eliminó el elemento <strong>{{ data.detail_title }}</strong>.

source: Undo
es_es: Deshacer

source: Yesterday
es_es: Ayer

source: view profile
es_es: ver perfil

source: <i>locked</i>
es_es: <i> bloqueado </i>

source: Approved
es_es: Aprobado

source: Pending approval
es_es: Aprobación pendiente

source: The secret parameter is missing.
es_es: El parámetro secreto falta.

source: The secret parameter is invalid or malformed.
es_es: El parámetro secreto no es válido o está mal formado.

source: The response parameter is missing.
es_es: El parámetro de respuesta falta.

source: The response parameter is invalid or malformed.
es_es: El parámetro de respuesta no es válido o está mal formado.

source: Purchased Membership
es_es: Membresía Comprada

source: Single Job Posting
es_es: Publicación de trabajo único|

source: (1 ad left)
es_es: (Queda 1 anuncio)

source: (Unlimited)
es_es: (Ilimitado)

source: Visible 1 day
es_es: Visible 1 día

source: Never Expires
es_es: Nunca expira

source: (1 posting left)
es_es: (Queda 1 publicación)

source: Single Resume Access
es_es: Acceso a currículum

source: (1 resume left)
es_es: (Queda 1 curriculum)

source: Only registered members can browse resumes.
es_es: Solo los miembros registrados pueden navegar por los currículos.

source: Only Employers can browse resumes.
es_es: Solo los empleadores pueden navegar por los currículos.

source: Only <strong>verified</strong> Employers can browse resumes. <a href="%s">Verify your account</a>.
es_es: Solo los empleadores <strong> verificados </ strong> pueden buscar currículos. <a href="%s"> Verifique su cuenta </a>.

source: Resumes browsing requires premium access.
es_es: La reanudación de la navegación requiere acceso premium.

source: Apply
es_es: Aplicar

source: Your name
es_es: Tu nombre

source: Your e-mail address
es_es: Tu correo electrónico

source: Message
es_es: Mensaje

source: Attachments
es_es: Archivos adjuntos

source: User Account
es_es: Cuenta de usuario

source: Company
es_es: Empresa

source: Location
es_es: Ubicación

source: Username
es_es: Nombre de usuario

source: Password
es_es: Contraseña

source: Password (repeat)
es_es: Contraseña (repetir)

source: Company Name
es_es: Nombre de empresa

source: Company Slogan
es_es: Lema de la compañía

source: Company Logo
es_es: Logo de la compañía

source: Company Website
es_es: Página Web de la compañía

source: Company Info
es_es: Información de la compañía

source: Publish Profile
es_es: Publicar perfil

source: Allow job seekers to view company profile
es_es: Permitir que los buscadores de trabajo vean el perfil de la compañía

source: Company Country
es_es: País de la empresa

source: Company State
es_es: Estado / Provincia

source: Company Zip-Code
es_es: Código postal de la empresa

source: Company Location
es_es: Ubicación de la compañía

source: Job Information
es_es: Informacion del trabajo

source: Company Information
es_es: Información de la compañía

source: Listing
es_es: Listado

source: Contact Email
es_es: Email de contacto

source: Website
es_es: Página Web

source: Title
es_es: Título

source: Enter Job Title Here
es_es: Ingrese el título del trabajo aquí

source: Description
es_es: Descripción

source: Job Type
es_es: Tipo de empleo

source: Category
es_es: Categoría

source: Country
es_es: País

source: State
es_es: Estado / Provincia

source: Zip-Code
es_es: Código postal

source: City
es_es: Ciudad

source: For example: "Chicago", "London", "Anywhere" or "Telecommute".
es_es: Por ejemplo: "San José", "Escazu".

source: Configuration
es_es: Configuración

source: Availability
es_es: Disponibilidad

source: Enable this payment method.
es_es: Habilita este método de pago.

source: Disable this payment method.
es_es: Deshabilitar este método de pago.

source: Order
es_es: Pedido

source: Payments are sorted ascending by order number.
es_es: Los pagos se ordenan ascendentes por número de orden.

source: Account Information
es_es: Información de la cuenta

source: Address
es_es: Dirección

source: Resume
es_es: Currículum

source: Experience
es_es: Experiencia

source: Education
es_es: Educación

source: First Name
es_es: Nombre completo

source: Last Name
es_es: Apellidos

source: Email Address
es_es: Dirección de correo electrónico

source: This field will be shown only to registered employers.
es_es: Este campo se mostrará solo a los empleadores registrados.

source: Phone Number
es_es: Número de teléfono

source: Privacy
es_es: Privacidad

source: Show my resume in search results.
es_es: Mostrar mi currículum en los resultados de búsqueda.

source: Status
es_es: Estado / Provincia

source: Resume is approved.
es_es: Curriculum aprobado.

source: Your Photo
es_es: Tu foto

source: Professional Headline
es_es: Título profesional

source: Describe yourself in few words, for example: Experienced Web Developer
es_es: Descríbalo en pocas palabras, por ejemplo: Desarrollador web experimentado

source: Profile Summary
es_es: Resumen del perfil

source: Use this field to list your skills, specialities, experience or goals
es_es: Utilice este campo para hacer una lista de sus habilidades, especialidades, experiencia u objetivos

source: Listing Type
es_es: Tipo de listado

source: Listing is approved.
es_es: El listado está aprobado.

source: Display job as featured.
es_es: Muestra el trabajo como aparece.

source: This position is already taken.
es_es: Esta posición ya está tomada.

source: Anonymous
es_es: Anónimo

source: Alert Information
es_es: Información de alerta

source: Alert Search Params
es_es: Parámetros de búsqueda de alerta

source: Keyword
es_es: Palabra clave

source: The keyword is searched in job title, job description, and company name.
es_es: La palabra clave se busca en el título del trabajo, la descripción del trabajo y el nombre de la empresa.

source: Frequency
es_es: Frecuencia

source: Daily
es_es: Diario

source: Weekly
es_es: Semanal

source: None
es_es: Ninguno

source: Params
es_es: Parámetros

source: - None -
es_es: - Ninguno -

source: Job
es_es: Trabajo

source: -- Select Job --
es_es: - Seleccionar trabajo -

source: Category Title
es_es: Título de la categoría

source: The name is used to identify the category almost everywhere, for example under the post or in the category widget.
es_es: El nombre se usa para identificar la categoría en casi todas partes, por ejemplo, debajo de la publicación o en el widget de categoría.

source: Category Slug
es_es: Categoría del slug

source: The “slug” is the URL-friendly version of the name. It is usually all lowercase and contains only letters, numbers, and hyphens.
es_es: El "slug" es la versión del nombre que es amigable para las URL. Por lo general, todo está en minúscula y contiene solo letras, números y guiones.

source: The smaller the number the higher the item will be displayed in the list.
es_es: Cuanto menor sea el número, más alto se mostrará el elemento en la lista.

source: Activity
es_es: Actividad

source: Company account is active
es_es: La cuenta de la empresa está activa

source: Declined
es_es: Rechazado

source: Verified
es_es: Verificado

source: Pending Approval
es_es: Aprobación pendiente

source: Verification
es_es: Verificación

source: User Type
es_es: Tipo de usuario

source: Create New User
es_es: Crear nuevo usuario

source: Select Existing User
es_es: Seleccionar usuario existente

source: Select User
es_es: Seleccionar usuario

source: Start typing user login or email, some suggestions will appear.
es_es: Comience a escribir el nombre de usuario o correo electrónico, algunas sugerencias aparecerán.

source: Android Site URL
es_es: Sitio web de Android

source: Generate
es_es: Generar

source: Claim your key at http://api.careerbuilder.com/RequestDevKey.aspx, It's required to use Import feature
es_es: Solicite su clave en http://api.careerbuilder.com/RequestDevKey.aspx. Se requiere el uso de la función de importación

source: Admin notifications will be sent to this email address
es_es: Las notificaciones de administrador se enviarán a esta dirección de correo electrónico

source: Logo URL
es_es: URL del logo

source: Footer Text
es_es: Texto de pie de página

source: Account
es_es: Cuenta

source: Share new jobs on Facebook
es_es: Compartir nuevos trabajos en Facebook

source: E.g. New job posting!
es_es: P.ej. Nueva publicación de trabajo!

source: Caption
es_es: Subtítulo

source: Site headline here
es_es: Título del sitio aquí

source: You can use above variables in Message, Title and Caption
es_es: Puede usar las variables anteriores en Mensaje, Título y Título

source: You are posting as <strong>%s</strong>
es_es: Está publicando como <strong>%s </strong>

source: Check
es_es: Marcar

source: Google For Jobs
es_es: Google para trabajos

source: Employment Type Map
es_es: Mapa de tipo de empleo

source: Full Time
es_es: Tiempo completo

source: Part Time
es_es: Medio tiempo

source: Contractor
es_es: Contratista

source: Temporary
es_es: Termporal

source: Intern
es_es: Interino

source: Volunteer
es_es: Voluntario

source: Per Diem
es_es: Por día

source: Other
es_es: Otro

source: Fields Map
es_es: Mapa de campos

source: Job ID
es_es: ID trabajo

source: Ready?
es_es: ¿Listo?

source: Select property you would like to customize ...
es_es: Seleccione la propiedad que le gustaría personalizar ...

source: Additional Type
es_es: Tipo adicional

source: Alternate Name
es_es: Nombre alternativo

source: Base Salary
es_es: Salario base

source: Date Posted
es_es: Fecha de publicación

source: Disambiguating Description
es_es: Descripción de desambiguación

source: Education Requirements
es_es: Requisitos de educación

source: Employment Type
es_es: Tipo de empleo

source: Experience Requirements
es_es: Requisitos de experiencia

source: Identifier
es_es: Identificador

source: Image
es_es: Imagen

source: Hiring Organization
es_es: Organización de contratación

source: Incentive Compensation
es_es: Compensación de incentivo

source: Industry
es_es: Industria

source: Job Benefits
es_es: Beneficios laborales

source: Job Location
es_es: Locación de trabajo

source: Main Entity Of Page
es_es: Entidad principal de la página

source: Name
es_es: Nombre

source: Occupational Category
es_es: Categoría ocupacional

source: Qualifications
es_es: Cualificaciones

source: Responsibilities
es_es: Responsabilidades

source: Salary Currency
es_es: Moneda del salario

source: Same As
es_es: Igual que

source: Skills
es_es: Habilidades

source: Special Commitments
es_es: Compromisos especiales

source: Valid Through
es_es: Válido hasta el

source: Work Hours
es_es: Horas laborales

source: Config
es_es: Configuración

source: Claim your key at https://indeed.com/publisher/, It's <strong>required</strong> to use Indeed Import
es_es: Solicite su clave en https://indeed.com/publisher/, <strong> se le requiere </strong> que use Indeed Import

source: Conversion Tracking
es_es: Seguimiento de conversiones

source: Enable
es_es: Habilita

source: Enable conversion tracking.
es_es: Habilita el seguimiento de conversiones.

source: Indeed Conversion ID
es_es: Indeed, ID de conversión

source: Indeed Conversion Label
es_es: Indeed, etiquetas de conversión

source: Backfilling <small>(automatically display jobs from Indeed)</small>
es_es: Relleno <small> (muestra automáticamente trabajos de hecho) </small>

source: Backfill Options
es_es: Opciones de relleno

source: Enable Backfilling on jobs list.
es_es: Activar Relleno en la lista de trabajos.

source: Enable Backfilling in jobs search.
es_es: Habilite Relleno en la búsqueda de trabajos.

source: Automatically insert Indeed attribution link.
es_es: Asumir el insertar automáticamente enlace de atribución.

source: Enable Indeed click tracking.
es_es: Asumir click tracking.

source: Backfill When
es_es: Relleno cuando

source: Load Indeed results when number of current results is less than.
es_es: Cargar Indeed, cuando el número de resultados actuales es menor que.

source: Defaults <small>(default job search params)</small>
es_es: Valores predeterminados <small> (parámetros de búsqueda de trabajo predeterminados) </small>

source: Query
es_es: Consulta

source: Show Jobs From
es_es: Mostrar trabajos desde

source: Job Boards
es_es: Tableros de trabajo

source: Employers
es_es: Empleadores

source: Sort By
es_es: Ordenar por

source: Relevance
es_es: Relevancia

source: Date
es_es: Fecha

source: Job Board Configuration
es_es: Configuración del tablero de trabajo

source: Jobs List
es_es: Lista de trabajos

source: Disabled
es_es: No habilitado

source: Enabled
es_es: Habilitado

source: Enabled (with live search)
es_es: Activado (con búsqueda en vivo)

source: Search form on jobs list
es_es: Formulario de búsqueda en la lista de trabajos

source: Job offers per page
es_es: Ofertas de trabajo por página

source: Number of listings per page.
es_es: Número de listados por página.

source: Filled Jobs
es_es: Empleos llenos

source: When job is marked as filled, hide it on the jobs list.
es_es: Cuando el trabajo está marcado como lleno, ocúltelo en la lista de trabajos.

source: Expired Jobs
es_es: Trabajos caducados

source: Allow visitors to view expired jobs details pages.
es_es: Permitir a los visitantes ver páginas de detalles de trabajos caducados.

source: Job Details
es_es: Detalles del trabajo

source: Days marked as new
es_es: Días marcados como nuevos

source: Number of days since posting job will be displayed as new.
es_es: El número de días desde la publicación del trabajo se mostrará como nuevo.

source: Related Jobs
es_es: Trabajos relacionados

source: Show related jobs on job details page.
es_es: Mostrar trabajos relacionados en la página de detalles del trabajo.

source: Apply online
es_es: Aplicar online

source: Hide 'Apply Online' button on job details page.
es_es: Ocultar el botón 'Aplicar en línea' en la página de detalles del trabajo.

source: Bookmarks
es_es: Marcadores

source: Hide 'bookmark' button on job details page.
es_es: Ocultar el botón 'marcador' en la página de detalles del trabajo.

source: Applications
es_es: Aplicaciones

source: Only registered members can apply for jobs.
es_es: Solo los miembros registrados pueden solicitar puestos de trabajo.

source: Jobs Publishing
es_es: Publicación de trabajos

source: Default Duration
es_es: Duración predeterminada

source: How many days the job will will be displayed (when no listing type selected).
es_es: Cuántos días se mostrará el trabajo (cuando no se haya seleccionado ningún tipo de listado).

source: Anyone
es_es: Nadie

source: Administrators
es_es: Administradores

source: Who Can Post Jobs
es_es: Quién puede publicar trabajos

source: Free Jobs.
es_es: Trabajos gratis.

source: Paid Jobs.
es_es: Trabajos con pago.

source: Package Jobs.
es_es: Paquete de trabajos.

source: Hold For Moderation
es_es: Espera para la moderación

source: Job Edition
es_es: Edición de trabajo

source: Allow Employers to edit their job listings.
es_es: Permitir a los empleadores editar sus listados de trabajo.

source: Employers Moderation
es_es: Moderación de los empleadores

source: Moderation
es_es: Moderación

source: Only approved members can login.
es_es: Solo los miembros aprobados pueden iniciar sesión.

source: Employer Approval
es_es: Aprobación del empleador

source: Instant
es_es: Instante

source: By Administrator
es_es: Por el administrador

source: Employer Default Visibility
es_es: Visibilidad predeterminada del empleador

source: Private (not displayed on employers list)
es_es: Privado (no se muestra en la lista de empleadores)

source: Public (visible on employers list)
es_es: Público (visible en la lista de empleadores)

source: License Configuration
es_es: Configuración de licencia

source: License Key
es_es: Clave de licencia

source: Connection Type
es_es: Tipo de conección

source: Connect using non-SSL connection.
es_es: Conéctese usando una conexión que no sea SSL.

source: Site Type
es_es: Tipo de sitio

source: Send anonymous usage data (this will help improve WPJobBoard).
es_es: Envíe datos de uso anónimos (esto ayudará a mejorar WPJobBoard).

source: License activated successfully.
es_es: Licencia activada exitosamente.

source: Configuration saved.
es_es: Configuración guardada.

source: There are errors in the form.
es_es: Hay errores en la forma.

source: Connect with LinkedIn
es_es: Conectar con LinkedIn

source: Automatic Sharing
es_es: Uso compartido automático

source: Post As
es_es: Postear como

source: Share new jobs on LinkedIn
es_es: Compartir nuevos trabajos en LinkedIn

source: Comment
es_es: Comentario

source: You can use above variables in Comment and Title
es_es: Puede usar las variables anteriores en comentarios y titulos

source: Apply with LinkedIn
es_es: Aplicar con LinkedIn

source: Allow applications from LinkedIn
es_es: Permitir aplicaciones de LinkedIn

source: Get basic LinkedIn profile information only.
es_es: Obtenga información básica del perfil de LinkedIn solamente.

source: Get full LinkedIn profile information. (You need to <a href='https://developer.linkedin.com/docs/apply-with-linkedin'>request review at LinkedIn</a> to use this option.)
es_es: Obtenga información completa sobre el perfil de LinkedIn. (Debe <a href='https://developer.linkedin.com/docs/apply-with-linkedin'> solicitar revisión en LinkedIn </a> para usar esta opción).

source: LinkedIn: You need to have at least one posted job to send test tweet.
es_es: LinkedIn: debe tener al menos un trabajo publicado para enviar un tweet de prueba.

source: Share has been posted, please check your LinkedIn account.
es_es: Compartir ha sido publicado, verifique su cuenta de LinkedIn.

source: Send Test Share
es_es: Enviar prueba Compartir

source: Common Settings
es_es: Configuración común

source: Maps
es_es: Mapas

source: Show Google Maps
es_es: Mostrar Google Maps

source: XML Import
es_es: Importación de XML

source: Enable XML Import
es_es: Habilitar importación de XML

source: Sandbox (For testing only)
es_es: Sandbox (solo para prueba)

source: Production (Real money)
es_es: Producción (dinero real)

source: PayPal eMail
es_es: E-mail de Paypal

source: PayPal Environment
es_es: Entorno de PayPal

source: Captcha Type
es_es: Tipo de Captcha

source: noCAPTCHA (recommended)
es_es: noCAPTCHA (recomendado)

source: Captcha Theme
es_es: Tema de Captcha

source: Light
es_es: Ligero

source: Dark
es_es: Oscuro

source: Enable reCAPTCHA for
es_es: Habilite reCAPTCHA para

source: Add Job Form
es_es: Agregar formulario de trabajo

source: Application Form
es_es: Formulario de aplicación

source: Employer Registration Form
es_es: Formulario de registro del empleador

source: Employer Login Form
es_es: Formulario de ingreso del empleador

source: Candidate Registration Form
es_es: Formulario de registro de candidato

source: Candidate Login Form
es_es: Formulario de ingreso del candidato

source: Resumes Settings
es_es: Cambia la configuración

source: Resumes Privacy
es_es: Resume la privacidad

source: Hide contact details only.
es_es: Ocultar detalles de contacto solamente.

source: Hide resume list and details
es_es: Ocultar lista de currículums y detalles

source: Grant Resumes Access
es_es: Permitir acceso a curriculums

source: Note that automatically activating employer accounts might cause, potential security issue for employers since anyone will be able to browse their personal data
es_es: Tenga en cuenta que la activación automática de las cuentas del empleador puede causar un posible problema de seguridad para los empleadores, ya que cualquiera podrá navegar por sus datos personales

source: To all
es_es: A todos

source: To registered members
es_es: Para miembros registrados

source: To employers
es_es: Para los empleadores

source: To premium members
es_es: Para miembros premium

source: Candidates Moderation
es_es: Moderación de Candidatos

source: Resumes Approval
es_es: Aprobación de currículums

source: Resumes Default Visibility
es_es: Reanuda la visibilidad predeterminada

source: Private (not displayed on resumes list)
es_es: Privado (no se muestra en la lista de reanudaciones)

source: Public (visible on resumes list)
es_es: Público (visible en la lista de currículos)

source: On Application
es_es: En aplicación

source: Allow Employer to view whole user Resume
es_es: Permitir que el empleador vea el currículum de usuario completo

source: Enable Honeypot
es_es: Habilitar Honeypot

source: Honeypot Title
es_es: Título de Honeypot

source: Honeypot Name
es_es: Nombre de Honeypot
