Repository: 8khan/Spanish-translation-wpjobboard
Catalog: languages/wpjobboard-*.po
Languages: es_es

source: Emails sent to employer <small>(to email address specified in Company Email field)</small>
es_es: Correos electrónicos enviados al empleador <small> (a la dirección de correo electrónico especificada en el campo Correo electrónico de la empresa) </small>

source: Emails sent to candidate
es_es: Correos electrónicos enviados al candidato

source: Other Emails
es_es: Otros correos electrónicos

source: Custom Emails
es_es: Correos electrónicos personalizados

source: File Name
es_es: Nombre del archivo

source: File Size
es_es: Tamaño del archivo

source: Email Template saved.
es_es: Plantilla de correo electrónico guardada.

source: New company has been created.
es_es: Nueva compañía ha sido creada.

source: Company has been deleted.
es_es: La compañía ha sido eliminada.

source: Number of activated employer accounts: {success}
es_es: Número de cuentas de empleador activadas: {success}

source: Number of deactivated employer accounts: {success}
es_es: Número de cuentas de empleador desactivadas: {success}

source: Number of deleted employer accounts: {success}
es_es: Número de cuentas de empleadores eliminadas: {success}

source: Number of approved employer accounts: {success}
es_es: Número de cuentas de empleador aprobadas: {success}

source: Number of declined employer accounts: {success}
es_es: Cantidad de cuentas de empleador rechazadas: {success}

source: Granted
es_es: Concedido

source: One user deleted.
es_es: Un usuario eliminado.

source: No users to delete
es_es: No hay usuarios para eliminar

source: New job import has been scheduled.
es_es: Se ha programado la importación de un nuevo trabajo.

source: Scheduled import #%d deleted.
es_es: La importación programada #%d se eliminó.

source: Import deleted.
es_es: Importar eliminado.

source: Number of deleted schedules: {success}
es_es: Número de programaciones eliminadas: {success}

source: Import finished successfully.
es_es: La importación terminó con éxito.

source: Your hosting does not support <strong>ZipArchive library</strong>, you can upload only XML files.
es_es: Su alojamiento no es compatible con la <strong> biblioteca ZipArchive </strong>, solo puede cargar archivos XML.

source: New job has been created.
es_es: Se ha creado un nuevo trabajo.

source: Job deleted.
es_es: Trabajo borrado.

source: Job could not be deleted.
es_es: El trabajo no pudo ser eliminado.

source: Number of deleted jobs: {success}
es_es: Número de trabajos eliminados: {success}

source: Number of activated jobs: {success}
es_es: Número de trabajos activados: {success}

source: Number of deactivated jobs: {success}
es_es: Número de trabajos desactivados: {success}

source: Number of approved jobs: {success}
es_es: Número de trabajos aprobados: {success}

source: Number of jobs marked as read: {success}
es_es: Número de trabajos marcados como leídos: {success}

source: Number of jobs marked as unread: {success}
es_es: Número de trabajos marcados como no leídos: {success}

source: Custom
es_es: Personalizado

source: Job does not exist.
es_es: Job no existe.

source: Job has been marked as paid.
es_es: El trabajo ha sido marcado como pagado.

source: Job '%s' deleted.
es_es: Trabajo '%s' eliminado.

source: New job type has been created.
es_es: Se ha creado un nuevo tipo de trabajo.

source: Job Type deleted.
es_es: Tipo de trabajo eliminado.

source: Number of deleted job types: {success}
es_es: Número de tipos de trabajo eliminados: {success}

source: Number of activated job types: {success}
es_es: Número de tipos de trabajos activados: {success}

source: Number of deactivated job types: {success}
es_es: Número de tipos de trabajo desactivados: {success}

source: Cannot delete job type identified by ID #{id}. There are still jobs using this type.
es_es: No se puede eliminar el tipo de trabajo identificado por ID #{id}. Todavía hay trabajos que usan este tipo.

source: Job Type #%d deleted.
es_es: Tipo de trabajo #%d eliminado.

source: Membership #%d deleted.
es_es: Membresía #%d eliminada.

source: New membership has been created.
es_es: Nueva membresía ha sido creada.

source: Membership data updated.
es_es: Datos de membresía actualizados.

source: Number of deleted memberships: {success}
es_es: Cantidad de membresías eliminadas: {success}

source: Number of memberships marked as paid: {success}
es_es: Número de membresías marcadas como pagadas: {success}

source: with package <strong>%s</strong>
es_es: con paquete <strong>%s </strong>

source: purchased by <strong>%s</strong>
es_es: comprado por <strong>%s </strong>

source: Payment #%d deleted.
es_es: Pago #%d eliminado.

source: Payment was already marked as paid.
es_es: El pago ya estaba marcado como pagado.

source: User <strong>%1$s</strong> changed payment status to <strong>%2$s</strong>.
es_es: El usuario <strong>%1$s </strong> cambió el estado de pago a <strong>%2$s </strong>.

source: Payment marked as Completed
es_es: Pago marcado como Completado

source: User <strong>%s</strong> updated payment.
es_es: Usuario <strong>%s </strong> pago actualizado.

source: New pricing option has been created.
es_es: Se ha creado una nueva opción de precios.

source: Pricing option has been saved.
es_es: La opción de precios ha sido guardada.

source: Listing deleted.
es_es: Listado eliminado.

source: Listing could not be deleted.
es_es: El listado no pudo ser eliminado.

source: Number of deleted listings: {success}
es_es: Número de listas eliminadas: {success}

source: Number of activated listings: {success}
es_es: Número de listados activados: {success}

source: Number of deactivated listings: {success}
es_es: Número de listados desactivados: {success}

source: Add Pricing (%s)
es_es: Agregar precios (%s)

source: Edit Pricing (%s)
es_es: Editar precios (%s)

source: Pricing option #%d deleted.
es_es: Opción de fijación de precios #%d eliminada.

source: Resume has been saved.
es_es: El currículum ha sido guardado.

source: Number of activated resumes: {success}
es_es: Número de currículums activados: {success}

source: Number of deactivated resumes: {success}
es_es: Número de currículums desactivados: {success}

source: Candidate has been created.
es_es: Candidato ha sido creado.

source: Application does not exist.
es_es: La aplicación no existe.

source: You do not own this application.
es_es: Usted no es dueño de esta aplicación.

source: Revenue
es_es: Ingresos

source: Orders
es_es: Pedidos

source: This user already has an account.
es_es: Este usuario ya tiene una cuenta.

source: ID: %d; Email: %s
es_es: ID: %d; Correo electrónico: %s

source: User does not have import capability.
es_es: El usuario no tiene capacidad de importación.

source: File does not exist.
es_es: El archivo no existe.

source: Cannot upload PHP files.
es_es: No se pueden cargar archivos PHP.

source: Unknown form parameter.
es_es: Parámetro de forma desconocida.

source: Unallowed object.
es_es: Objeto no permitido.

source: File upload limit reached
es_es: Límite de carga de archivo alcanzado

source: Upload directory %s could not be created.
es_es: No se pudo crear el directorio de carga %s.

source: You already added this file.
es_es: Usted ya ha agregado este archivo.

source: Coupon '%s' applied.
es_es: Cupón '%s' aplicado.

source: You have an error in your form.
es_es: Usted tiene un error en su formulario.

source: Alert was saved successfully.
es_es: La alerta se guardó con éxito.

source: There was an error while saving alert.
es_es: Hubo un error al guardar la alerta.

source: View Job Details
es_es: Ver detalles del trabajo

source: View Resume Details
es_es: Ver detalles del currículum

source: View Company Details
es_es: Ver detalles de la compañía

source: Payment verified by remote server.
es_es: Pago verificado por el servidor remoto.

source: Payment with ID = %d does not exist.
es_es: El pago con ID = %d no existe.

source: This payment does not belong to you.
es_es: Este pago no te pertenece.

source: Payment failed with message '%s'.
es_es: El pago falló con el mensaje '%s'.

source: Used 100%% discount code [%s]. Payment accepted instantly.
es_es: Usó el código de descuento 100%% [%s]. Pago aceptado al instante.

source: Applied %1$s (%2$s) Tax.
es_es: Aplicado %1$s (%2$s) impuesto.

source: never
es_es: nunca

source: Invalid action
es_es: Acción no válida

source: Only registered members can create bookmarks.
es_es: Solo los miembros registrados pueden crear marcadores.

source: Invalid object type
es_es: Tipo de objeto inválido

source: Object with given ID does not exist.
es_es: Objeto con ID dado no existe.

source: Bookmark deleted.
es_es: Marcador eliminado.

source: Bookmark does not exist.
es_es: Marcador no existe.

source: Bookmark created.
es_es: Marcador creado.

source: Bookmark already exists.
es_es: El marcador ya existe.

source: You cannot edit this job.
es_es: No puedes editar este trabajo.

source: Job '%s' has been filled.
es_es: El trabajo '%s' se ha completado.

source: Job '%s' has been unfilled.
es_es: El trabajo '%s' no se ha completado.

source: You are not allowed to access this page.
es_es: No tiene permitido acceder a esta página.

source: Invalid status given.
es_es: Estado inválido dado.

source: Application was marked as %s.
es_es: La aplicación fue marcada como %s.

source: <strong>ERROR</strong> Provided hash code is empty.
es_es: <strong> ERROR </strong> siempre que el código hash esté vacío.

source: Alerts
es_es: Alertas

source: <strong>ERROR</strong> Provided hash code is invalid.
es_es: <strong> ERROR </strong> siempre que el código hash no sea válido.

source: <strong>SUCCESS</strong> Alert deleted.
es_es: <strong> ÉXITO </strong> Alerta eliminada.

source: It seems this resume detail does not belong to you!
es_es: ¡Parece que este detalle del currículum no te pertenece!

source: Resume detail deleted.
es_es: Reanudar detalle eliminado.

source: Resume Access
es_es: Reanudar acceso

source: Membership
es_es: Membresía

source: Complete Order %s
es_es: Pedido completo %s

source: Create Ad
es_es: Crear anuncio

source: Publish
es_es: Publicar

source: Only Admin can post jobs
es_es: Solo el administrador puede publicar trabajos

source: Only registered members can post jobs
es_es: Solo los miembros registrados pueden publicar trabajos

source: You cannot post jobs. Your account is inactive.
es_es: No puedes publicar trabajos. Su cuenta está inactiva.

source: Form has been reset.
es_es: El formulario se ha restablecido.

source: Login
es_es: Iniciar sesión

source: Not a member? Register
es_es: ¿No es un miembro? Registro

source: Job posted using '%s' membership.
es_es: Trabajo publicado usando la membresía '%s'.

source: Your payment has already been accepted.
es_es: Su pago ya ha sido aceptado.

source: Please use the form below to complete your order.
es_es: Por favor, use el siguiente formulario para completar su pedido.

source: Please update (if required) and save your profile before continuing.
es_es: Actualice (si es necesario) y guarde su perfil antes de continuar.

source: You need 'Employer' account in order to access this page. Currently you are logged in as Candidate.
es_es: Necesitas una cuenta de "Empleador" para acceder a esta página. Actualmente estás conectado como Candidato.

source: Incorrect account type
es_es: Tipo de cuenta incorrecta

source: Login to access this page.
es_es: Inicie sesión para acceder a esta página.

source: Unread Applications
es_es: Aplicaciones no leídas

source: Employer Dashboard
es_es: Tablero del Empleador

source: You are already logged in, <a href="%s">Logout</a> before creating new account.
es_es: Ya iniciaste sesión, <a href="%s"> Logout </a> antes de crear una nueva cuenta.

source: Register Employer
es_es: Registrar Empleador

source: Listings
es_es: Anuncios

source: Home
es_es: Inicio

source: Job Applications
es_es: Solicitudes de empleo

source: Application for position: {job_title}
es_es: Solicitud de puesto: {job_title}

source: Edit Job
es_es: Editar trabajo

source: Administrator does not allow job postings edition.
es_es: El administrador no permite la edición de publicaciones de trabajo.

source: Job has been saved
es_es: El trabajo ha sido guardado

source: Active Listings
es_es: Listados Activos

source: Expired Listings
es_es: Listados caducados

source: Edit Job '%s'
es_es: Editar trabajo '%s'

source: Delete Job
es_es: Eliminar trabajo

source: Delete Job '%s'
es_es: Eliminar trabajo '%s'

source: Change Password
es_es: Cambia la contraseña

source: Your password has been changed. <a href="%s">Go Back &rarr;</a>
es_es: Tu contraseña ha sido cambiada. <a href="%s"> Volver atrás &rarr; </a>

source: Delete Account
es_es: Borrar cuenta

source: Account Deleted
es_es: Cuenta borrada

source: Your account has been deleted. <a href="%s">Go Back &rarr;</a>
es_es: Tu cuenta ha sido eliminada. <a href="%s"> Volver atrás &rarr; </a>

source: Incorrect package ID.
es_es: ID de paquete incorrecto.

source: Purchase Membership
es_es: Comprar Membresía

source: Activate Membership
es_es: Activar Membresía

source: Your free membership is now active.
es_es: Su membresía gratuita ahora está activa.

source: Package Details: '%s'
es_es: Detalles del paquete: '%s'

source: Company Profile
es_es: Perfil de la compañía

source: Company information has been saved.
es_es: La información de la compañía se ha guardado.

source: You have been logged out
es_es: Has sido desconectado

source: Request manual verification
es_es: Solicitar verificación manual

source: Only Employers can request verification (your account type is 'Candidate').
es_es: Solo los empleadores pueden solicitar la verificación (su tipo de cuenta es 'Candidato').

source: Your verification request is pending approval.
es_es: Su solicitud de verificación está pendiente de aprobación.

source: Congratulations! Your company profile was verified successfully. Nothing else to do here.
es_es: ¡Felicitaciones! El perfil de su empresa fue verificado con éxito. Nada más que hacer aquí.

source: Your verification request was declined. Please update your profile according to Admin guidelines and try again.
es_es: Su solicitud de verificación fue rechazada. Actualice su perfil de acuerdo con las pautas de administración y vuelva a intentarlo.

source: Verification request sent.
es_es: Solicitud de verificación enviada.

source: Company profile is inactive.
es_es: El perfil de la compañía está inactivo.

source: Company profile is hidden.
es_es: El perfil de la empresa está oculto.

source: Company profile will be visible once employer will post at least one job.
es_es: El perfil de la empresa estará visible una vez que el empleador publique al menos un trabajo.

source: Category does not exist.
es_es: La categoría no existe.

source: Category: {category}
es_es: Categoría: {category}

source: Job type does not exist.
es_es: El tipo de trabajo no existe.

source: Job Type: {type}
es_es: Tipo de empleo: {type}

source: Search Results
es_es: Resultados de la búsqueda

source: Advanced Search
es_es: Búsqueda Avanzada

source: Payment
es_es: Pago

source: This payment was already processed correctly.
es_es: Este pago ya se procesó correctamente.

source: Job Alerts
es_es: Alertas de trabajo

source: Alert was added to the database.
es_es: Alerta fue agregada a la base de datos.

source: Alert could not be added. There was an error in the form.
es_es: La alerta no se pudo agregar. Hubo un error en el formulario.

source: Subscribe
es_es: Suscribir

source: Provided hash code is empty.
es_es: Siempre que el código hash esté vacío.

source: Provided hash code is invalid.
es_es: Siempre que el código hash no sea válido.

source: Alert deleted.
es_es: Alerta eliminada.

source: Login or register as Employer to contact this candidate.
es_es: Inicie sesión o regístrese como empleador para contactar a este candidato.

source: Login or purchase this resume contact details.
es_es: Inicie sesión o compre los datos de contacto de este currículum.

source: You need to verify your account before contacting candidate.
es_es: Debe verificar su cuenta antes de contactar al candidato.

source: Your account is pending verification or verification was declined.
es_es: Su cuenta está pendiente de verificación o se ha rechazado la verificación.

source: Purchase this resume contact details
es_es: Adquiera los detalles de contacto de este currículum

source: Incorrect account type. You need to be registered as Employer to contact Candidates
es_es: Tipo de cuenta incorrecta. Debe estar registrado como empleador para contactar a los candidatos

source: Only registered members can contact candidates.
es_es: Solo los miembros registrados pueden contactar a los candidatos.

source: Only Employers can contact candidates.
es_es: Solo los empleadores pueden contactar a los candidatos.

source: Only <strong>verified</strong> Employers can contact candidates.
es_es: Solo los empleadores <strong> verificados </strong> pueden contactar a los candidatos.

source: Contacting candidaes requires premium access.
es_es: Contactar con candidatas requiere acceso premium.

source: You need to be registered as Candidate in order to access this page. Your current account type is Employer.
es_es: Debe registrarse como Candidato para acceder a esta página. Su tipo de cuenta actual es Empleador.

source: My Dashboard
es_es: Mi tablero

source: Manage
es_es: Gestionar

source: My Resume
es_es: Mi currículum

source: My Applications
es_es: Mis aplicaciónes

source: My Bookmarks
es_es: Mis marcadores

source: Logout
es_es: Cerrar sesión

source: Browse Resumes
es_es: Buscar currículums

source: Access to resume details has been granted.
es_es: Se ha otorgado acceso a los detalles del currículum.

source: Purchase Resume Access
es_es: Compra de currículum de acceso

source: There are errors in your form
es_es: Hay errores en el formulario

source: [%1$s] Message from %2$s
es_es: [%1$s] Mensaje de %2$s

source: Your message has been sent.
es_es: Tu mensaje ha sido enviado.

source: My Resume Details
es_es: Mi currículum Detalles

source: Your resume has been saved.
es_es: Tu resúmen ha sido guardado.

source: Incorrect group name.
es_es: Nombre de grupo incorrecto.

source: Register
es_es: Registro

source: Cash
es_es: Efectivo

source: Your purchase was processed successfully.
es_es: Su compra fue procesada con éxito.

source: Order %1$s. (%2$s).
es_es: Orden %1$s. (%2$s).

source: Your order has been placed.
es_es: Su orden ha sido puesta.

source: Please wait. You are now being redirected to PayPal.
es_es: Por favor espera. Ahora lo están redirigiendo a PayPal.

source: We are waiting for payment confirmation from PayPal, this should take less than a minute. Please wait.
es_es: Estamos esperando confirmación de pago de PayPal, esto debería tomar menos de un minuto. Por favor espera.

source: Timed out. PayPal either did not send payment confirmation or it could not be proccesed. Please try to refresh this page in a couple of minutes or contact our support.
es_es: Caducado. PayPal no envió confirmación de pago o no pudo procesarse. Intente actualizar esta página en un par de minutos o póngase en contacto con nuestro equipo de asistencia.

source: Placing Order
es_es: Colocar orden

source: Waiting for payment confirmation ...
es_es: Esperando confirmación de pago ...

source: Incorrect Captcha.
es_es: CAPTCHA incorrecto.

source: Incorrect username or password.
es_es: Nombre de usuario o contraseña incorrecta.

source: You have been logged in.
es_es: Usted ha ingresado.

source: Street Address
es_es: Dirección

source: Region
es_es: Región

source: Postal Code
es_es: Código postal

source: Full-Time
es_es: Tiempo completo

source: Part-Time
es_es: Medio tiempo

source: Contract
es_es: Contratista

source: Internship
es_es: Interino

source: Your <strong>LinkedIn</strong> application has been submitted.
es_es: Su aplicación <strong> LinkedIn </ strong> ha sido enviada.

source: LinkedIn Profile
es_es: Perfil de LinkedIn

source: View LinkedIn Profile
es_es: Ver el perfil de LinkedIn

source: Share jobs on LinkedIn
es_es: Compartir trabajos en LinkedIn

source: Share on LinkedIn
es_es: Compartir en LinkedIn

source: Apply From LinkedIn
es_es: Aplicar desde LinkedIn

source: Connecting to LinkedIn ...
es_es: Conectándose a LinkedIn ...

source: Your application has been sent, <a href="%s">send another application</a>.
es_es: Su aplicación ha sido enviada, <a href="%s"> envíe otra solicitud </a>.

source: Send Application
es_es: Enviar aplicación

source: You have been logged out.
es_es: Has sido desconectado.

source: You have been registered.
es_es: Usted ha sido registrado.

source: You do not own this job.
es_es: Usted no es dueño de este trabajo.

source: Job has been deleted.
es_es: El trabajo ha sido eliminado.

source: View Profile
es_es: Ver perfil

source: Please complete your <a href="%s">Employer Profile</a> and then get back to this page.
es_es: Complete su <a href="%s"> perfil de empleador </a> y luego regrese a esta página.

source: Your login doesn't allow the editing of existing job postings.
es_es: Su inicio de sesión no permite la edición de publicaciones de trabajos existentes.

source: You do not own this job application.
es_es: Usted no es dueño de esta solicitud de empleo.

source: Pricing does not exist.
es_es: El precio no existe.

source: Payment History
es_es: Historial de pagos

source: Payment Details: '%s'
es_es: Detalles del pago: '%s'

source: You have been registered successfully
es_es: Usted ha sido registrado exitosamente

source: Form has been reset. <a href="%s">Go Back</a>.
es_es: La forma se ha restablecido. <a href="%s"> Volver </a>.

source: No search params provided, showing all active jobs.
es_es: No se proporcionan parámetros de búsqueda que muestren todos los trabajos activos.

source: You are already logged in. Go to <a href="%1$s">Client Panel</a> or <a href="%2$s">Logout</a>.
es_es: Ya ha iniciado sesión. Vaya a <a href="%1$s"> Panel de clientes </a> o <a href="%2$s"> Logout </a>.

source: You cannot access this page. Missing [%s] capability.
es_es: No puedes acceder a esta página. Falta capacidad [%s].

source: No search params provided, showing all public resumes.
es_es: No se proporcionaron params de búsqueda, mostrando todos los currículos públicos.

source: Your application has been sent.
es_es: Tu solicitud ha sido enviada.

source: Cannot apply, the job does not exist or is inactive.
es_es: No se puede aplicar, el trabajo no existe o está inactivo.

source: This job posting expired and applications are no longer accepted.
es_es: Esta publicación de trabajo expiró y las solicitudes ya no se aceptan.

source: This job posting was marked by employer as filled and is probably no longer available
es_es: Este puesto de trabajo fue marcado por el empleador como llenado y probablemente ya no esté disponible

source: Selected job is inactive or does not exist. <a href="%s">Go back</a>.
es_es: El trabajo seleccionado está inactivo o no existe. <a href="%s"> Volver </a>.

source: Cannot update! Please enter your license number in <a href="%s">Settings (WPJB) / License</a>.
es_es: No se puede actualizar! Ingrese su número de licencia en <a href="%s"> Configuración (WPJB) / Licencia </a>.

source: Cannot update! Your access to downloads expired. Please contact <a href="%s">WPJobBoard Support</a> if you would like to renew it.
es_es: No se puede actualizar! Tu acceso a las descargas expiró. Póngase en contacto con <a href="%s"> Soporte de WPJobBoard </a> si desea renovarlo.

source: Post a Job
es_es: Anunciar un trabajo

source: Edit Profile
es_es: Editar perfil

source: Job Board
es_es: Panel de trabajos

source: Jobs
es_es: Trabajos

source: Candidates
es_es: Candidatos

source: Payments
es_es: Pagos

source: Memberships
es_es: Membresías

source: E-mail Alerts
es_es: Alertas de correo electrónico
