Repository: 8khan/Spanish-translation-wpjobboard
Catalog: languages/wpjobboard-*.po
Languages: es_es

source: Settings (WPJB)
es_es: Ajustes (Panel de trabajo)

source: Pricing
es_es: Precios

source: Promotions
es_es: Promociones

source: Emails
es_es: Correos electrónicos

source: Import and Export
es_es: Importar y exportar

source: jobs awaiting approval
es_es: trabajos en espera de aprobación

source: new applications
es_es: nuevas aplicaciones

source: employers requesting approval
es_es: empleadores solicitando aprobación

source: Edit Resume
es_es: Editar curriculum vitae

source: Edit Employer
es_es: Editar Empleador

source: Thank you for using <strong>WPJobBoard</strong>! There are few things you can do to get started:
es_es: ¡Gracias por usar <strong> WPJobBoard </strong>! Hay algunas cosas que puede hacer para comenzar:

source: <a href="%s">Enter your license code</a> in order to enable automatic updates.
es_es: <a href="%s"> Ingrese su código de licencia </a> para habilitar las actualizaciones automáticas.

source: Read out <a href="%s">Getting Started</a> guide.
es_es: Lea la guía de <a href="%s"> Primeros pasos </a>.

source: Do not show this again
es_es: No muestres esto de nuevo

source: Click here to dispose this message
es_es: Haga clic aquí para eliminar este mensaje

source: %d more left
es_es: %d más dejado

source: Play
es_es: Colocar

source: Select options ...
es_es: Seleccione opciones ...

source: 'Save' or 'Cancel' all Education and Experience boxes before continuing.
es_es: 'Guardar' o 'Cancelar' todos los cuadros de Educación y Experiencia antes de continuar.

source: save
es_es: guardar

source: cancel
es_es: cancelar

source: change
es_es: cambio

source: Do you really want to delete
es_es: ¿De verdad quieres borrar?

source: Select action first
es_es: Seleccione acción primero

source: Are you sure you want to delete this item?
es_es: ¿Seguro que quieres eliminar este artículo?

source: Deleted
es_es: Eliminado

source: None (free listing)
es_es: Ninguno (listado gratuito)

source: yesterday
es_es: ayer

source: immediately
es_es: inmediatamente

source: tomorrow
es_es: mañana

source: %d day
es_es: %d día

source: %d days
es_es: %d días

source: No job listings found
es_es: No se encontraron listados de trabajo

source: No resumes found
es_es: No se encontraron currículums

source: Load %d more
es_es: Cargar %d más

source: Payment completed successfully.
es_es: El pago se completó con éxito.

source: View Job
es_es: Ver trabajo

source: Candidate
es_es: Candidato

source: Edit Candidate
es_es: Editar Candidato

source: View Candidate
es_es: Ver Candidato

source: Employer
es_es: Empleador

source: View Employer
es_es: Ver empleador

source: Go back to basic options &raquo;
es_es: Regresa a las opciones básicas &raquo;

source: Trying to submit SPAM?
es_es: ¿Intentando enviar SPAM?

source: Cannot Login. Your account was not approved yet.
es_es: No puedes ingresar. Su cuenta no fue aprobada todavía.

source: You have been registered. We will notify you by email once your account is approved.
es_es: Has sido registrado. Le notificaremos por correo electrónico una vez que su cuenta sea aprobada.

source: Rating
es_es: Clasificación

source: Price
es_es: Precio

source: Expires
es_es: Vence

source: Photo
es_es: Foto

source: Headline
es_es: Titular

source: Phone
es_es: Teléfono

source: Updated (By Owner)
es_es: Actualizado (por el propietario)

source: Representative
es_es: Representante

source: Jobs Posted
es_es: Empleos publicados

source: Profile
es_es: Perfil

source: Show on screen
es_es: Mostrar en pantalla

source: Items per page
es_es: Artículos por página

source: You are submitting the forms too fast.
es_es: Está enviando los formularios demasiado rápido.

source: Coupon code does not exist.
es_es: El código de cupón no existe.

source: Coupon code is not active.
es_es: El código de cupón no está activo.

source: Coupon code expired.
es_es: El código del cupón ha expirado.

source: Currency does not match.
es_es: La moneda no coincide.

source: You need to select a user.
es_es: Debes seleccionar un usuario.

source: External Error: %s
es_es: Error externo: %s

source: You do not have any credits left.
es_es: No te quedan créditos.

source: Provided password does not match your current password.
es_es: La contraseña proporcionada no coincide con su contraseña actual.

source: Allows to create new job alert
es_es: Permite crear una nueva alerta de trabajo

source: Job Categories
es_es: Categorías de trabajo

source: Displays list of available job categories
es_es: Muestra la lista de categorías de trabajo disponibles

source: Customizable Menu.
es_es: Menú personalizable.

source: Featured Jobs
es_es: Trabajos destacados

source: Displays list of recent featured jobs.
es_es: Muestra la lista de trabajos destacados recientes.

source: Job Feeds
es_es: Feeds de trabajo

source: Displays list of available WPJobBoard feeds
es_es: Muestra la lista de feeds WPJobBoard disponibles

source: Job Board Menu
es_es: Menú del tablero de trabajo

source: Job board and employer menu.
es_es: Tabla de trabajo y menú del empleador.

source: Displays list of available job types
es_es: Muestra la lista de tipos de trabajos disponibles

source: Job Locations
es_es: Ubicaciones de trabajo

source: Displays list of lob locations.
es_es: Muestra la lista de ubicaciones de lob.

source: Recent Jobs
es_es: Trabajos recientes

source: Displays list of recently posted jobs
es_es: Muestra la lista de trabajos publicados recientemente

source: Recently Viewed
es_es: Visto recientemente

source: Recently viewed jobs list.
es_es: La lista de trabajos vistos recientemente.

source: Resumes Menu
es_es: Menú de reanudaciones

source: Resumes menu links
es_es: Enlaces de menú de currículums

source: Search Jobs
es_es: Buscar trabajos

source: Search jobs widget.
es_es: Widget de trabajos de búsqueda.

source: Edit Alert (ID: %s)
es_es: Editar alerta (ID: %s)

source: Add New Alert
es_es: Agregar nueva alerta

source: Add New
es_es: Agregar nuevo

source: Alert Params
es_es: Parámetros de alerta

source: This alert have no additional params.
es_es: Esta alerta no tiene params adicionales.

source: Add New Param
es_es: Agregar nuevo parámetro

source: Update Alert
es_es: Alerta de actualización

source: Alert
es_es: Alerta

source: Alert Created
es_es: Alerta creada

source: Never
es_es: Nunca

source: view linked user account
es_es: ver cuenta de usuario vinculada

source: Update alert
es_es: Actualizar alerta

source: Add alert
es_es: Agregar alerta

source: Alert Logs
es_es: Registros de alerta

source: No Logs Found For This Alert
es_es: No se encontraron registros para esta alerta

source: Select Param ...
es_es: Seleccione Parametros ...

source: Default Fields
es_es: Campos predeterminados

source: E-mail Alerts / Subscribtions
es_es: Alertas por correo electrónico / Suscripciones

source: All
es_es: Todos

source: Search by Email
es_es: Búsqueda por correo electrónico

source: Bulk Actions
es_es: Acciones masivas

source: Created At
es_es: Creado en

source: Show more details
es_es: Mostrar más detalles

source: %d days ago.
es_es: hace %d días.

source: Export to CSV
es_es: Exportar a CSV

source: Edit Application
es_es: Editar aplicación

source: Add New Application
es_es: Agregar nueva aplicación

source: Save Application
es_es: Guardar aplicación

source: Application
es_es: Aplicación

source: Application Sent
es_es: Aplicación enviada

source: view user resume
es_es: ver curriculum vitae de usuario

source: View
es_es: Ver

source: Update application
es_es: Aplicación de actualización

source: Add application
es_es: Agregar aplicación

source: Navigation
es_es: Navegación

source: Older
es_es: Pasados

source: Newer
es_es: Reciente

source: Your applications list is filtered using following parameters <strong>%s</strong>.
es_es: Su lista de aplicaciones se filtra utilizando los siguientes parámetros <strong>%s </strong>.

source: Click here to
es_es: Click aquí para

source: browse all applications
es_es: navegar por todas las aplicaciones

source: You are browsing applications for job
es_es: Está buscando aplicaciones para el trabajo

source: Search Applications
es_es: Aplicaciones de búsqueda

source: Change Status To
es_es: Cambiar el estado a

source: View all dates
es_es: Ver todas las fechas

source: Filter
es_es: Filtro

source: ago.
es_es: hace.

source: Export ...
es_es: Exportar ...

source: Edit Job Category | ID:
es_es: Editar Categoria de trabajo | ID:

source: Add Job Category
es_es: Añadir categoría de trabajo

source: Go back &raquo;
es_es: Regresar &raquo;

source: Save Changes
es_es: Guardar cambios

source: category
es_es: categoría

source: Total Jobs
es_es: Total de trabajos

source: Total Resumes
es_es: Total de currículums

source: Save and send test tweet
es_es: Guarde y envíe un tweet de prueba

source: Last 100 logged messages.
es_es: Últimos 100 mensajes registrados.

source: Error log is empty.
es_es: El registro de errores está vacío.

source: Reset Facebook Configuration
es_es: Restablecer configuración de Facebook

source: Log in with Facebook!
es_es: ¡Iniciar sesión con Facebook!

source: Aggregators and RSS Feeds
es_es: Agregadores y Feeds RSS

source: Job Aggregators
es_es: Agregadores de trabajo

source: Available Feeds
es_es: Feeds disponibles

source: Other / Unset Value For This Field
es_es: Valor diferente / no ajustado para este campo

source: Other / Static Text
es_es: Otro / Texto estático

source: Config Saved
es_es: Configuración guardada

source: The below fields are <strong>required</strong>.
es_es: Los siguientes campos son <strong> obligatorios </strong>.

source: The below fields are <strong>recommended</strong>. Fill them if possible.
es_es: Los siguientes campos son <strong> recomendados </strong>. Llenarlos si es posible.

source: Start typing job title some suggestions will appear ...
es_es: Comience a escribir el título del trabajo, aparecerán algunas sugerencias ...

source: You need to <a href="%s">add</a> at least one job to use preview.
es_es: Necesita <a href="%s"> agregar </a> al menos un trabajo para usar la vista previa.

source: Select field to map ...
es_es: Seleccione el campo para mapear ...

source: Enter text here ...
es_es: Introducir texto aquí ...

source: Add
es_es: Añadir

source: Discard
es_es: Descartar

source: Inherit
es_es: Heredar

source: Job Unique ID
es_es: Identificación única de trabajo

source: Value
es_es: Valor

source: Select
es_es: Seleccionar

source: Health Check
es_es: Chequeo de salud

source: All tables seem to be OK.
es_es: Todas las tablas parecen estar bien.

source: Events
es_es: Eventos

source: wpjb_event_import is enabled. Next <strong>expected</strong> run is scheduled on %s
es_es: wpjb_event_import está habilitado. La siguiente ejecución <strong> esperada </strong> está programada para %s

source: wpjb_event_import is disabled. This is ok as long as long as your <a href="admin.php?page=wpjb-import">schedule imports list</a> is empty.
es_es: wpjb_event_import está deshabilitado. Esto está bien siempre y cuando su <a href="admin.php?page=wpjb-import"> lista de importación de horario </a> esté vacía.

source: %s is enabled. Next <strong>expected</strong> run is scheduled on %s
es_es: %s está habilitado. La siguiente ejecución <strong> esperada </strong> está programada para %s

source: %s is disabled.
es_es: %s está deshabilitado.

source: Edit ...
es_es: Editar ...

source: Payment Methods
es_es: Métodos de pago

source: (disabled)
es_es: (discapacitado)

source: Custom Fields Editor
es_es: Editor de campos personalizados

source: Click to toggle
es_es: Haga clic para alternar

source: Basic Fields
es_es: Campos básicos

source: File Upload
es_es: Subir archivo

source: Trash
es_es: Basura

source: Unused
es_es: No usado

source: Save form
es_es: Guardar formulario

source: Click to dispose
es_es: Haga clic para deshacerse

source: The form was saved successfully.
es_es: El formulario se guardó con éxito.

source: Unexpected error, the form could not be saved.
es_es: Error inesperado, el formulario no se pudo guardar.

source: Options
es_es: Opciones

source: General Options
es_es: Opciones generales

source: Name<small>Field name</small>
es_es: Nombre <small> Nombre del campo </small>

source: Label<small>Field question or title</small>
es_es: Etiqueta <small> Pregunta o título de campo </small>

source: Sub Label<small>Small description below the input field</small>
es_es: Subetiqueta <small> Descripción pequeña debajo del campo de entrada </small>

source: Required<small>Require filling the field.</small>
es_es: Obligatorio <small> Requiere llenar el campo. </small>

source: Visibility<small>Who can see these field.</small>
es_es: Visibilidad <small> ¿Quién puede ver estos campos? </small>

source: Forms Only
es_es: Sólo formularios

source: Admin Only
es_es: Solo administrador

source: Fill method<small>Validation rules</small>
es_es: Método de relleno <small> Reglas de validación </small>

source: Default values
es_es: Valores predeterminados

source: Callback function
es_es: Función de devolución de llamada

source: Predefined choices
es_es: Elecciones predefinidas

source: Function Name<small>Existing function name.</small>
es_es: Nombre de la función <small> Nombre de la función existente. </small>

source: Options<small>Options.</small>
es_es: Opciones <small> Opciones. </small>

source: Text Field Options
es_es: Opciones de campo de texto

source: Validation<small>Validation rules</small>
es_es: Validación <small> Reglas de validación </small>

source: E-mail Address
es_es: Dirección de correo electrónico

source: Number
es_es: Número

source: Integer
es_es: Entero

source: Hint Example<small>Show example in gray</small>
es_es: Sugerencia Ejemplo <small> Mostrar ejemplo en gris </small>

source: File Upload Options
es_es: Opciones de carga de archivos

source: Max. file size<small>Maximum upload file size (in bytes)</small>
es_es: Max. tamaño de archivo <small> Tamaño máximo de archivo de carga (en bytes) </small>

source: Allowed formats<small>Comma separated allowed file extensions</small>
es_es: Formatos permitidos <small> Extensiones de archivo permitidas separadas por comas </small>

source: Files number<small>Maximum number of files</small>
es_es: Número de archivos <small> Número máximo de archivos </small>

source: Drop Down Options
es_es: Opciones desplegables

source: Multiselect<small>How many choices user can make</small>
es_es: Multiselect <small> Cuántas opciones puede hacer el usuario </small>

source: Empty Option<small>Allow to select empty option.</small>
es_es: Opción vacía <small>Permitir seleccionar la opción vacía. </small>

source: Text Area Options
es_es: Opciones de área de texto

source: WYSIWYG<small>Use WYSIWYG editor</small>
es_es: WYSIWYG <small> Usa el editor WYSIWYG </small>

source: Checkbox Options
es_es: Opciones de casilla de verificación

source: Label Options
es_es: Opciones de etiqueta

source: Text<small>You can use HTML inside the label</small>
es_es: Texto <small>Puede usar HTML dentro de la etiqueta</small>

source: Radio Options
es_es: Opciones de radio

source: No options for radio field.
es_es: Sin opciones para el campo de radio.

source: Close Settings
es_es: Cerrar configuración

source: Job Board Forms
es_es: Formularios de la Junta de trabajo

source: Job Form
es_es: Formulario de trabajo

source: Advanced Search Form
es_es: Formulario de búsqueda avanzada

source: Resumes Forms
es_es: Formularios de currículums

source: orders count
es_es: las órdenes cuentan

source: revenue
es_es: ingresos

source: last 7 days
es_es: los últimos 7 días

source: last 30 days
es_es: últimos 30 días

source: Orders count
es_es: Los pedidos cuentan

source: Source
es_es: Fuente

source: jobs/resumes
es_es: trabajos / currículums

source: Edit Promotion
es_es: Editar promoción

source: Add Promotion
es_es: Agregar promoción

source: discount
es_es: descuento

source: Activate
es_es: Activar

source: Deactivate
es_es: Desactivar

source: Usage
es_es: Uso

source: Add Email Template
es_es: Añadir plantilla de correo electrónico

source: Live Composer
es_es: Compositor en vivo

source: HTML Editor
es_es: Editor de HTML

source: Colors
es_es: Color

source: Background
es_es: Fondo

source: Body Background
es_es: Fondo del cuerpo

source: Text
es_es: Texto

source: Link
es_es: Enlace

source: Header Text
es_es: Texto de cabecera

source: Button
es_es: Botón

source: Button Text
es_es: Botón de texto

source: Content
es_es: Contenido

source: Admin E-mail
es_es: E-mail del administrador

source: Edit Email Template | ID:
es_es: Editar plantilla de correo electrónico | ID:

source: Email Template
es_es: Plantilla de correo electrónico

source: Restore default file
es_es: Restaurar archivo predeterminado

source: Demo Content Template
es_es: Plantilla de contenido de demostración

source: Template Stylesheet
es_es: Hoja de estilo de plantilla

source: Restore File
es_es: Restaurar archivo

source: Do you want to delete your custom file and replace it with default?
es_es: ¿Desea eliminar su archivo personalizado y reemplazarlo por defecto?

source: Mail Title
es_es: Título del correo

source: Mail From
es_es: Correo de

source: Edit Employer '<strong>%s</strong>'
es_es: Editar Empleador '<strong>%s</strong>'

source: Add New Employer
es_es: Agregar nuevo empleador

source: Permalink
es_es: Enlace permanente

source: Edit Permalink
es_es: Editar enlace permanente

source: Get Shortlink
es_es: Obtener enlace corto

source: Save company profile
es_es: Guardar perfil de la empresa

source: Employer Account
es_es: Estado del empleador

source: view employer jobs (%d)
es_es: ver trabajos del empleador (%d)

source: view memberships (%d)
es_es: ver membresías (%d)

source: Employer Status
es_es: Estado del empleador

source: Advanced Options
es_es: Opciones avanzadas

source: Add Employer
es_es: Añadir empleador

source: Your employers list is filtered using following parameters <strong>%s</strong>.
es_es: Su lista de empleadores se filtra usando los siguientes parámetros <strong>%s</strong>.

source: browse all employers
es_es: navegar por todos los empleadores

source: Search Employers
es_es: Buscar empleadores

source: Approve
es_es: Aprobar

source: Decline
es_es: Negar

source: Jobs <small>(active / all)</small>
es_es: Trabajos <small>(activos / todos)</small>

source: not set
es_es: no establecido

source: View Jobs
es_es: Ver trabajos

source: Public
es_es: Público

source: Private
es_es: Privado

source: Companies
es_es: Compañías

source: Delete Employers
es_es: Eliminar empleadores

source: You have specified these employers for deletion
es_es: Usted ha especificado estos empleadores para su eliminación

source: linked user account
es_es: cuenta de usuario vinculada

source: (Cannot delete. This is your account.)
es_es: (No se puede eliminar. Esta es su cuenta)

source: What should be done with accounts owned by these users?
es_es: ¿Qué se debe hacer con las cuentas de estos usuarios?

source: Delete Employers only.
es_es: Eliminar empleadores solo.

source: Delete Employers AND their linked accounts.
es_es: Eliminar empleadores Y sus cuentas vinculadas.

source: What should be done with <em>jobs</em> owned by these users?
es_es: ¿Qué se debe hacer con <em>jobs</em> que pertenecen a estos usuarios?

source: Delete Employers jobs.
es_es: Eliminar trabajos de empleadores.

source: Unassign Employers jobs (will be visible as posted by anonymous user).
es_es: Desasigne los trabajos de Empleadores (serán visibles según los publique un usuario anónimo).

source: Confirm Deletion
es_es: Confirmar la eliminación

source: Import
es_es: Importar

source: Wait! There are some files in import directory (most likely from old or failed import). Move or delete them before starting new import.
es_es: ¡Espere! Hay algunos archivos en el directorio de importación (muy probablemente de importación antigua o fallida). Mover o eliminarlos antes de comenzar una nueva importación.

source: Delete ALL
es_es: Eliminar todos

source: Select data to import
es_es: Seleccionar datos para importar

source: Resumes
es_es: Currículums

source: Select File
es_es: Seleccione el archivo

source: Done! You can close this window now.
es_es: ¡Hecho! Puedes cerrar esta ventana ahora.

source: Upload and start import
es_es: Cargar y comenzar a importar

source: Edit Import | ID:
es_es: Editar importación | ID:

source: Schedule Import
es_es: Programar importación

source: Schedule
es_es: Programar

source: Import Once
es_es: Importar una vez

source: Update Schedule
es_es: Actualizar horario

source: XML Export
es_es: Exportar XML

source: Start Export
es_es: Iniciar exportación

source: Schedule New Import
es_es: Programar nueva importación

source: CSV Import
es_es: Importación de CSV

source: Engine
es_es: Motor

source: ago
es_es: hace

source: Add New Job
es_es: Agregar nuevo trabajo

source: Publish Job
es_es: Publicar trabajo

source: Post as
es_es: Postear como

source: start typing company name in the box above, some suggestions will appear.
es_es: comience a escribir el nombre de la empresa en el cuadro de arriba, algunas sugerencias aparecerán.

source: Edit Job '<strong>%s</strong>'
es_es: Editar trabajo '<strong>%s</strong>'

source: Clone
es_es: Clonar

source: Update Job
es_es: Actualizar trabajo

source: Posted by
es_es: Publicado por

source: Published
es_es: Publicado

source: Mark as Paid
es_es: Marcar como pagado

source: View Order
es_es: Ver pedido

source: Payment method
es_es: Método de pago

source: View Order ...
es_es: Ver pedido ...

source: To pay
es_es: Pagar

source: Total Paid
es_es: Total pagado

source: Payment Error
es_es: Error en el pago

source: %d Warning
es_es: %d Advertencia

source: More
es_es: Más

source: Configure
es_es: Configurar

source: Validate ...
es_es: Validar ...

source: job
es_es: trabajo

source: Your jobs list is filtered using following parameters <strong>%s</strong>.
es_es: Su lista de trabajos se filtra utilizando los siguientes parámetros <strong>%s</strong>.

source: browse all jobs
es_es: navegar por todos los trabajos

source: Unread
es_es: No leído

source: Expiring Soon
es_es: Expirará pronto

source: Applicants
es_es: Solicitantes

source: Edit employer profile ...
es_es: Editar perfil de empleador ...

source: link
es_es: enlace

source: Edit job type
es_es: Editar tipo de trabajo

source: Edit category
es_es: Editar categoria

source: package
es_es: paquete

source: free
es_es: gratis

source: in
es_es: en

source: (%d new)
es_es: (%d nuevo)

source: Edit Job Type | ID:
es_es: Editar tipo de trabajo | ID:

source: Add Job Type
es_es: Agregar tipo de trabajo

source: Click to select job type \"color\"
es_es: Haga clic para seleccionar el tipo de trabajo \"color\"

source: Reset color
es_es: Restablecer color

source: job type
es_es: tipo de empleo

source: Edit Membership | ID:
es_es: Editar membresía | ID:

source: Add Membership
es_es: Añadir membresía

source: membership
es_es: membresía

source: You are browsing memberships %s.
es_es: Estás navegando membresías %s.

source: and
es_es: y

source: browse all memberships
es_es: navegar por todas las membresías

source: Membership #%s
es_es: Membresía #%s

source: Edit pricing package ...
es_es: Editar paquete de precios ...

source: Edit user account ...
es_es: Editar cuenta de usuario ...

source: (expired)
es_es: (vencido)

source: (expires today)
es_es: (vence hoy)

source: (1 day left)
es_es: (falta 1 día)

source: Upcoming
es_es: Próximo

source: Edit Payment
es_es: Editar pago

source: Payment Information
es_es: Información del pago

source: Purchase Type
es_es: Tipo de compra

source: Selected Pricing
es_es: Precios seleccionados

source: Purchased Item
es_es: Registro de pago

source: Payment Log
es_es: Registro de pago

source: Save Payment
es_es: Ahorre el pago
