Repository: 8khan/Spanish-translation-wpjobboard
Catalog: languages/wpjobboard-*.po
Languages: es_es

source: Gateway
es_es: Puerta

source: Update Payment
es_es: Actualizar pago

source: Find Payment by ID
es_es: Encontrar pago por ID

source: Search
es_es: Buscar

source: Payment For
es_es: Pago por

source: Payment Gateway
es_es: Pasarela de pago

source: View All
es_es: Ver todo

source: Add New ...
es_es: Agregar nuevo ...

source: Pricing (%s)
es_es: Precios (%s)

source: listing
es_es: listado

source: <i>always</i>
es_es: <i>siempre</i>

source: days
es_es: días

source: Object has been saved.
es_es: El objeto ha sido guardado.

source: Add New Candidate
es_es: Agregar nuevo candidato

source: Create Candidate
es_es: Crear Candidato

source: Edit Candidate '<strong>%s</strong>'
es_es: Editar Candidato '<strong>%s</strong>'

source: View Resume
es_es: Ver curriculum vitae

source: Update and Go back
es_es: Actualizar y regresar

source: view resume
es_es: ver resumen

source: Modified
es_es: Modificado

source: Your candidates list is filtered using following parameters <strong>%s</strong>.
es_es: Su lista de candidatos se filtra usando los siguientes parámetros <strong>%s</strong>.

source: browse all candidates
es_es: navegar por todos los candidatos

source: Search Candidates
es_es: Candidatos de búsqueda

source: Updated At
es_es: Actualizado en

source: Delete Candidates
es_es: Eliminar candidatos

source: You have specified these candidates for deletion
es_es: Usted ha especificado estos candidatos para su eliminación

source: Delete Candidates only.
es_es: Eliminar Candidatos solamente.

source: Delete Candidates AND their linked accounts.
es_es: Eliminar Candidatos Y sus cuentas vinculadas.

source: What should be done with applications owned by these users?
es_es: ¿Qué se debe hacer con las aplicaciones que pertenecen a estos usuarios?

source: Unassign Applications.
es_es: Desasignar aplicaciones.

source: Delete Applications.
es_es: Eliminar aplicaciones.

source: Show on job board only
es_es: Mostrar en el tablero de trabajo solamente

source: Enable smart alerts
es_es: Habilitar alertas inteligentes

source: Show jobs count
es_es: Mostrar el conteo de trabajos

source: Hide empty categories
es_es: Ocultar categorías vacías

source: Company Jobs
es_es: Empleos de la compañía

source: Search Resumes
es_es: Buscar currículums

source: Filter Icons ...
es_es: Filtrar iconos ...

source: Page
es_es: Página

source: Navigation Label
es_es: Etiqueta de navegación

source: Title Attribute
es_es: Título Atributo

source: CSS Classes (optional)
es_es: Clases de CSS (opcional)

source: Icon (optional)
es_es: Ícono (opcional)

source: Visibility
es_es: Visibilidad

source: Unregistered
es_es: No registrado

source: Logged In
es_es: Conectado

source: Remove
es_es: Retirar

source: Add Link
es_es: Agregar enlace

source: Pages
es_es: Páginas

source: Custom URL
es_es: URL personalizada

source: Separator
es_es: Separador

source: Number of jobs
es_es: Cantidad de trabajos

source: Make sure to enable "Anyone can register" option in <a href="options-general.php">WP settings</a> if you wish to allow employer/employee registration.
es_es: Asegúrese de habilitar la opción "Cualquier persona puede registrarse" en <a href="options-general.php"> configuración de WP </a> si desea permitir el registro de empleador / empleado.

source: Hide empty job types
es_es: Ocultar tipos de trabajo vacíos

source: List jobs by
es_es: Listar trabajos por

source: Show featured jobs only
es_es: Mostrar solo trabajos destacados

source: less than a minute
es_es: menos de 1 minuto

source: 1 minute
es_es: 1 minuto

source: less than 5 seconds
es_es: menos de 5 segundos

source: less than 10 seconds
es_es: menos de 10 segundos

source: less than 20 seconds
es_es: menos de 20 segundos

source: half a minute
es_es: medio minuto

source: %minutes% minutes
es_es: %minutes% minutos

source: about 1 hour
es_es: alrededor de 1 hora

source: about %hours% hours
es_es: aproximadamente %hours% horas

source: 1 day
es_es: 1 día

source: %days% days
es_es: %days% días

source: about 1 month
es_es: alrededor de 1 mes

source: %months% months
es_es: %months% meses

source: about 1 year
es_es: alrededor de 1 año

source: over %years% years
es_es: sobre %years% años

source: You need to select at least %d options.
es_es: Debe seleccionar al menos %d opciones.

source: You cannot select more than %d options.
es_es: No puede seleccionar más de %d opciones.

source: Date has to be earlier than date in field '%s'
es_es: La fecha debe ser anterior a la fecha en el campo '%s'

source: Date has to be later than date in field '%s'
es_es: La fecha debe ser posterior a la fecha en el campo '%s'

source: Invalid date format
es_es: Formato de fecha inválido

source: Record already exists in the database.
es_es: El registro ya existe en la base de datos.

source: Record does not exist in the database.
es_es: El registro no existe en la base de datos.

source: Email address is invalid
es_es: Dirección de correo electrónico es inválida

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
es_es: El archivo cargado excede la directiva upload_max_filesize en php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
es_es: El archivo cargado excede la directiva MAX_FILE_SIZE que se especificó en el formulario HTML

source: The uploaded file was only partially uploaded
es_es: El archivo cargado solo se subió parcialmente

source: No file was uploaded
es_es: Ningun archivo fue subido

source: Missing a temporary folder
es_es: Falta una carpeta temporal

source: Failed to write file to disk
es_es: Error al escribir el archivo en el disco

source: File upload stopped by extension
es_es: Carga de archivos detenida por extensión

source: Unknown upload error
es_es: Error de carga desconocido

source: Unrecognized file extension.
es_es: Extensión de archivo no reconocida.

source: Unknown image file.
es_es: Archivo de imagen desconocido.

source: Image width is too big.
es_es: El ancho de la imagen es demasiado grande.

source: Image height is too big.
es_es: La altura de la imagen es muy grande.

source: You need to upload at least one file.
es_es: Debe cargar al menos un archivo.

source: File is too big.
es_es: El archivo es muy grande.

source: Value is not a Float.
es_es: El valor no es un decimal.

source: Value is too small.
es_es: El valor es muy pequeño.

source: Value is too big.
es_es: El valor es muy grande.

source: Unrecognized value
es_es: Valor no reconocido

source: Value is not an Integer.
es_es: El valor no es un Entero.

source: Passwords do not match
es_es: Las contraseñas no coinciden

source: Field cannot be empty
es_es: El campo no puede estar vacío

source: Slug cannot be empty
es_es: El slug no puede estar vacío

source: Slug can contain only letters, numbers, and hyphens and underscores
es_es: El slug puede contener solo letras, números, guiones y guiones bajos

source: String is too short
es_es: La cadena es demasiado corta

source: String is too long
es_es: La cadena es demasiado larga

source: Invalid URL. Provide valid URL
es_es: URL invalida. Proporcionar URL válida

source: Please type your e-mail address.
es_es: Por favor escriba su dirección de correo electrónico.

source: The email address isn&#8217;t correct.
es_es: La dirección de correo electrónico no es correcta.

source: This email is already registered, please choose another one.
es_es: Este correo electrónico ya está registrado, elija otro.

source: Please enter a username.
es_es: Por favor, ingrese un nombre de usuario.

source: This username is invalid because it uses illegal characters. Please enter a valid username.
es_es: Este nombre de usuario no es válido porque usa caracteres ilegales. Por favor ingrese un nombre de usuario válido.

source: This username is already registered, please choose another one.
es_es: Este nombre de usuario ya está registrado, elija otro.

source: You are not allowed to access this file.
es_es: No tiene permitido acceder a este archivo.

source: Tax
es_es: Impuesto

source: Have a discount code?
es_es: ¿Tienes un código de descuento?

source: Click to enter it.
es_es: Haga clic para ingresarlo.

source: Change
es_es: Cambio

source: <strong>100%% discount applied.</strong><br/> Click "%1$s" button to skip payment and complete your order.
es_es: <strong> 100%% de descuento aplicado. </strong> <br/> Haga clic en el botón "%1$s" para saltear el pago y completar su pedido.

source: Place Order
es_es: Realizar pedido

source: No payment methods enabled!
es_es: ¡No hay métodos de pago habilitados!

source: or
es_es: o

source: Reset form
es_es: Restablecer formulario

source: Are you sure?
es_es: ¿Estás seguro?

source: Republish
es_es: Republicar

source: Make Payment ...
es_es: Hacer el pago ...

source: Mark as not filled
es_es: Marcar como no lleno

source: Mark as filled
es_es: Marcar como lleno

source: No job listings found.
es_es: No se encontraron listados de trabajo.

source: No payment history found.
es_es: No se ha encontrado ningún historial de pago.

source: Expires <strong>%1$s</strong>
es_es: Expira <strong>%1$s</strong>

source: Some credits will expire on <strong>%s</strong>.
es_es: Algunos créditos caducarán el <strong>%s</strong>.

source: Job Postings Included
es_es: Ofertas de trabajo incluidas

source: Resumes Access Included
es_es: Currículums de acceso incluido

source: (%d left)
es_es: (%d pendientes)

source: Renew
es_es: Renovar

source: Go Back
es_es: Regresar

source: Max. %1$d Uses
es_es: Max. %1$d usuarios

source: Free
es_es: Gratis

source: %1$s / %2$d days
es_es: %1$s /%2$d días

source: View Details
es_es: Ver detalles

source: No membership products found.
es_es: No se encontraron productos de membresía.

source: Clicking 'request verification' button will start manual verification proccess. Site Administrator might contact you and request some additional company information.
es_es: Al hacer clic en el botón 'verificación de solicitud' se iniciará el proceso de verificación manual. El administrador del sitio puede contactarlo y solicitar información adicional de la compañía.

source: Request verification
es_es: Solicitar verificación

source: Cancel and go back
es_es: Cancelar y regresar

source: Go back.
es_es: Regresa.

source: show on map
es_es: mostrar en el mapa

source: %s ago
es_es: hace %s

source: Current job openings at %s
es_es: Ofertas de trabajo actuales en %s

source: 1 job
es_es: 1 trabajo

source: Filter Results
es_es: Filtrar Resultados

source: More Options
es_es: Más opciones

source: No employers found.
es_es: No se encontraron empleadores.

source: new
es_es: nuevo

source: %s ago.
es_es: hace %s.

source: Notify applicant via email
es_es: Notificar al solicitante por correo electrónico

source: Applicant Resume
es_es: Currículum del solicitante

source: Applicant E-mail
es_es: E-mail del solicitante

source: Date Sent
es_es: Fecha de envío

source: Attached Files
es_es: Archivos adjuntos

source: All Jobs
es_es: Todos los trabajos

source: All Statuses
es_es: Todos los estados

source: No applicants found.
es_es: No se encontraron solicitantes.

source: 1 active job
es_es: 1 trabajo activo

source: (view)
es_es: (ver)

source: Creation Date
es_es: Fecha de creación

source: Payment Details
es_es: Detalles del pago

source: Pay Now
es_es: Pague ahora

source: Paid using: PayPal
es_es: Pagado usando: PayPal

source: Paid using: Stripe
es_es: Pagado usando: Stripe

source: Paid using: Cash
es_es: Pagado usando: efectivo

source: Unknown Payment Method
es_es: Método de pago desconocido

source: Transaction ID
es_es: ID de transacción

source: Payment for job posting.
es_es: Pago por publicación de trabajo.

source: Payment for resumes access.
es_es: Pago por el acceso de currículums.

source: Edit Listing
es_es: Editar lista

source: Publish Listing
es_es: Publicar listado

source: Refine Search
es_es: Refinar busqueda

source: Subscribe To This Search
es_es: Suscribirse a esta búsqueda

source: Apply Online
es_es: Aplica online

source: Subscribe To Personalized Notifications
es_es: Suscribirse a las notificaciones personalizadas

source: You are subscribing to jobs matching your current search criteria.
es_es: Te estás suscribiendo a trabajos que coinciden con tus criterios de búsqueda actuales.

source: Email Notifications
es_es: Notificaciónes de Correo Electrónico

source: Email notifications will be sent to you
es_es: Se le enviarán notificaciones por correo electrónico

source: enter your email address here ...
es_es: ingrese su dirección de correo electrónico aquí ...

source: Custom RSS Feed
es_es: Feed RSS personalizado

source: Your personalized RSS Feed is below, copy the address to your RSS reader.
es_es: Su feed RSS personalizado está debajo, copie la dirección de su lector RSS.es encontrado.

source: No resumes found.
es_es: No se encontraron currículums.

source: Sent
es_es: Enviado

source: at
es_es: a

source: You did not send any applications yet.
es_es: No enviaste ninguna aplicación aún.

source: Job is inactive or deleted.
es_es: El trabajo está inactivo o eliminado.

source: You do not have any jobs shortlisted.
es_es: Usted no tiene ningún trabajo preseleccionado.

source: Profile Completion (%d%%)
es_es: Finalización del perfil (% d %%)

source: Resume Information
es_es: Reanudar información

source: Resume Status
es_es: Estado del currículum

source: Last Updated
es_es: Última actualización

source: Locked
es_es: Bloqueado

source: Contact Candidate
es_es: Contactar candidato

source: Submit
es_es: Enviar

source: Do you like these job search results?
es_es: ¿Te gustan estos resultados de búsqueda de trabajo?

source: Subscribe Now ...
es_es: Suscríbase ahora ...

source: Create Email Alert
es_es: Crear alerta de correo electrónico

source: No categories found.
es_es: No se encontraron categorías.

source: No links in the menu
es_es: Sin enlaces en el menú

source: No featured jobs found.
es_es: No se encontraron trabajos destacados.

source: All Feeds
es_es: Todos los feeds

source: No feeds found.
es_es: No se encontraron feeds.

source: No job types found.
es_es: No se encontraron tipos de trabajo.

source: No active locations found.
es_es: No se encontraron ubicaciones activas.

source: Keyword, location ...
es_es: Palabra clave, ubicación ...

source: Probably the most advanced yet user friendly job board plugin. The plugin allows to publish jobs, manage user resumes and applications. On activation it will create two Pages: "Jobs" and "Resumes", you might also want to add "Job Board Menu" and "Resumes Menu" widgets to the sidebar as they have all the navigation links.
es_es: Probablemente el plugin de bolsa de trabajo más avanzado pero fácil de usar. El complemento permite publicar trabajos, administrar currículos y aplicaciones de los usuarios. Al momento de la activación, creará dos páginas: "Trabajos" y "Currículos", es posible que también desee agregar widgets "Menú de la Junta de trabajos" y "Menú de reanudación" a la barra lateral ya que tienen todos los enlaces de navegación.
