Repository: 8khan/Spanish-translation-wpjobboard
Catalog: languages/wpjobboard-*.po
Languages: es_es

source: Enable Timetrap
es_es: Habilitar Timetrap

source: Timetrap Delta (in seconds)
es_es: Timetrap Delta (en segundos)

source: Publishable Key
es_es: Clave publicable

source: Payment ID: %s
es_es: Identificación del pago: %s

source: The %s will be replaced with order ID assigned by WPJobBoard
es_es: El %s se reemplazará con el ID de orden asignado por WPJobBoard

source: Payment Description
es_es: Descripción de pago

source: Extra information about a charge. This will appear on your customer’s credit card statement.
es_es: Información adicional sobre un cargo. Esto aparecerá en el extracto de la tarjeta de crédito de su cliente.

source: Taxes
es_es: Impuestos

source: Enable Taxes
es_es: Habilitar impuestos

source: Check this to enable taxes
es_es: Marque esto para habilitar los impuestos

source: Default Tax Rate
es_es: Tasa de impuesto predeterminada

source: Enter a percentage such as 10.50
es_es: Ingrese un porcentaje como 10.50

source: Prices Entered with Tax
es_es: Precios ingresados con impuestos

source: Yes, i will enter prices inclusive of tax
es_es: Sí, introduciré precios con impuestos incluidos

source: No, i will enter prices exclusive of tax
es_es: No, ingresaré precios exclusivos de impuestos

source: Consumer Key
es_es: Key de consumidor

source: Consumer Secret
es_es: Secret de consumidor

source: Access Token
es_es: Token de acceso

source: Access Token Secret
es_es: Token Secret de acceso

source: Post new jobs to Twitter
es_es: Publicar nuevos empleos en Twitter

source: Tweet Template
es_es: Plantilla de Tweet

source: You can use above variables in Tweet Template
es_es: Puedes usar las variables anteriores en Tweet Template

source: Default Pages and URLs
es_es: Páginas y URL predeterminadas

source: Shortcode Pages
es_es: Páginas de códigos cortos

source: Details Pages Slugs
es_es: Slug detalles de páginas

source: After making changes in this section remember to go to <a href="%s">Settings / Permalinks</a> panel and to click "Save Changes" button to reset WordPress router.
es_es: Después de realizar cambios en esta sección, recuerde ir al <a href="%s"> panel de configuración / enlaces permanentes </a> y hacer clic en el botón "Guardar cambios" para reiniciar el enrutador de WordPress.

source: Resume Details
es_es: Reanudar detalles

source: Company Details
es_es: Detalles de la compañía

source: Redirect After
es_es: Redirigir después

source: Job Application
es_es: Aplicacion de trabajo

source: Employer Registration
es_es: Registro de Empleador

source: Employer Login
es_es: Login del empleador

source: Employer Logout
es_es: Desconexión del empleador

source: Candidate Registration
es_es: Registro de candidato

source: Candidate Login
es_es: Candidato de inicio de sesión

source: Candidate Logout
es_es: Cierre de sesión del candidato

source: Percentage (%)
es_es: Porcentaje (%)

source: Fixed amount of money
es_es: Cantidad fija de dinero

source: Employer Membership
es_es: Membresía del empleador

source: Apply Discount To
es_es: Aplicar descuento a

source: Discount Title
es_es: Título de descuento

source: This is the official promotion name that identifies promotion.
es_es: Este es el nombre oficial de la promoción que identifica la promoción.

source: Code
es_es: Código

source: The secret code that client has to know in order to use selected promo code.
es_es: El código secreto que el cliente debe conocer para usar el código de promoción seleccionado.

source: Discount Value
es_es: Valor de descuento

source: Examples of valid values. "1234.00", "34.00", "45"
es_es: Ejemplos de valores válidos. "1234.00", "34.00", "45"

source: Discount Type
es_es: Tipo de descuento

source: Specifying Discount Value is not enough, you have to also select type of discount you can choose either fixed amount of money or percentage of total price.
es_es: Especificar el valor de descuento no es suficiente, también debe seleccionar el tipo de descuento, puede elegir una cantidad fija de dinero o un porcentaje del precio total.

source: Currency
es_es: Moneda

source: Expiration Date
es_es: Fecha de caducidad

source: Discount expiration date.
es_es: Fecha de vencimiento de descuento.

source: Used
es_es: Usado

source: Number of times coupon was already used.
es_es: Número de veces que ya se utilizó el cupón.

source: Max uses
es_es: Usos maximos

source: Maximum number of times coupon can be used. (Zero equal to unlimited uses.)
es_es: Número máximo de veces que se puede usar el cupón. (Cero equivale a usos ilimitados)

source: Is Active
es_es: Está activo

source: Only active discounts can be used by job posters.
es_es: Solo los descuentos activos pueden ser utilizados por carteles de trabajo.

source: Yes
es_es: Sí

source: Parent Template
es_es: Plantilla principal

source: Template Name
es_es: Nombre de la plantilla

source: Enable this email notification.
es_es: Habilita esta notificación por correo electrónico.

source: Sender Name
es_es: Nombre del remitente

source: Sender Email
es_es: Correo electrónico del remitente

source: List email address to which this email should be sent as hidden copy, separate emails with comma.
es_es: Enumere la dirección de correo electrónico a la cual este correo electrónico debe enviarse como copia oculta, correos electrónicos separados con una coma.

source: Email Title
es_es: Título del correo electrónico

source: Email Format
es_es: Formato de Correo Electrónico

source: Plain Text
es_es: Texto sin formato

source: HTML (Advanced)
es_es: HTML (avanzado)

source: Body Text
es_es: Cuerpo de texto

source: Body HTML
es_es: Cuerpo HTML

source: Insert Variable
es_es: Insertar variable

source: Preview
es_es: Avance

source: Job Type Title
es_es: Título del tipo de trabajo

source: Job Type Slug
es_es: Slug tipo de trabajo

source: Text Color
es_es: Color de texto

source: User
es_es: Usuario

source: Package
es_es: Paquete

source: Started At
es_es: Empezó a las

source: Expires At
es_es: Vence a las

source: Job Posting
es_es: Oferta de trabajo

source: Select which Job Postings will be included in this package and how many times Employer will be able to use them.
es_es: Seleccione qué publicaciones de trabajo se incluirán en este paquete y cuántas veces el Empleador podrá usarlas.

source: Resumes Access
es_es: Currículums de acceso

source: Payment Data
es_es: Datos de pago

source: Full Name
es_es: Nombre completo

source: User ID
es_es: Identidad de usuario

source: IP Address
es_es: Dirección IP

source: Trial
es_es: Juicio

source: Automatically apply this membership to every newly registered Employer.
es_es: Aplicar automáticamente esta membresía a cada Empleador recién registrado.

source: Recurrence
es_es: Reaparición

source: How many days the membership will be valid (0 for Never Expire).
es_es: Cuántos días la membresía será válida (0 para Nunca Caducar).

source: Features
es_es: Caracteristicas

source: Number of days job will be visible (0 for Never Expire).
es_es: Número de días de trabajo será visible (0 para Nunca caducar).

source: Is Featured
es_es: Es Destacado

source: Listing Title
es_es: Título del listado

source: Listing title should be a short name that explains listing details for example "Featured listing".
es_es: El título del listado debe ser un nombre corto que explique los detalles de la lista, por ejemplo, "Listado destacado".

source: Listing Price
es_es: Precio de cotización

source: Listing price, examples of valid values are: "50.00", "140.00".
es_es: Precio de lista, ejemplos de valores válidos son: "50.00", "140.00".

source: Only active listings can be used by job posters.
es_es: Solo los listados activos pueden ser utilizados por carteles de trabajo.

source: Import From
es_es: Importar de

source: Indeed
es_es: En efecto

source: CareerBuilder
es_es: Constructor de la carrera

source: Import Category
es_es: Importar categoría

source: All jobs will be imported to the category selected above.
es_es: Todos los trabajos serán importados a la categoría seleccionada arriba.

source: Job Country
es_es: País de trabajo

source: United States
es_es: Estados Unidos

source: United Kingdom
es_es: Reino Unido

source: Bahrain
es_es: Bahrein

source: Belgium
es_es: Bélgica

source: Czech Republic
es_es: Republica checa

source: Denmark
es_es: Dinamarca

source: Finland
es_es: Finlandia

source: France
es_es: Francia

source: Germany
es_es: Alemania

source: Greece
es_es: Grecia

source: Hungary
es_es: Hungría

source: Ireland
es_es: Irlanda

source: Italy
es_es: Italia

source: Japan
es_es: Japón

source: Korea
es_es: Corea

source: Luxembourg
es_es: Luxemburgo

source: Malaysia
es_es: Malasia

source: Mexico
es_es: Méjico

source: Netherlands
es_es: Países Bajos

source: New Zeland
es_es: Nueva Zelanda

source: Norway
es_es: Noruega

source: Oman
es_es: Omán

source: Pakistan
es_es: Pakistán

source: Peru
es_es: Perú

source: Philippines
es_es: Filipinas

source: Poland
es_es: Polonia

source: Qatar
es_es: Katar

source: Romania
es_es: Rumania

source: Russia
es_es: Rusia

source: Saudi Arabia
es_es: Arabia Saudita

source: Singapore
es_es: Singapur

source: South Africa
es_es: Sudáfrica

source: Spain
es_es: España

source: Sweden
es_es: Suecia

source: Switzerland
es_es: Suiza

source: Turkey
es_es: Turquía

source: United Arab Emirates
es_es: Emiratos Árabes Unidos

source: Posted within
es_es: Publicado dentro

source: 3 days
es_es: 3 días

source: 7 days
es_es: 7 días

source: 30 days
es_es: 30 días

source: Add Jobs
es_es: Añadir trabajos

source: Maximum number of jobs to add per import.
es_es: Número máximo de trabajos para agregar por importación.

source: Job Category
es_es: Categoría de Trabajo

source: Posted
es_es: Publicado

source: Confirm Password
es_es: Confirmar contraseña

source: Delete Your Account?
es_es: ¿Eliminar tu cuenta?

source: Yes, please permanently delete my account along with all my data.
es_es: Sí, elimine permanentemente mi cuenta junto con todos mis datos.

source: Cancel Membership?
es_es: ¿Cancelar membresia?

source: Yes, please cancel my membership.
es_es: Sí, cancele mi membresía.

source: Keyword ...
es_es: Palabra clave ...

source: Location ...
es_es: Ubicación ...

source: Yes, please delete job '%s' and all associated applications.
es_es: Sí, elimine el trabajo '%s' y todas las aplicaciones asociadas.

source: Delete This Job?
es_es: ¿Eliminar este trabajo?

source: Is Filled
es_es: Está lleno

source: Yes, this position is taken
es_es: Sí, esta posición está tomada

source: Membership Package
es_es: Paquete de Membresía

source: Discount Code
es_es: Código de descuento

source: Payment Method
es_es: Método de pago

source: Your Email
es_es: Tu correo electrónico

source: Username or Email
es_es: Nombre de usuario o correo electrónico

source: Remember me
es_es: Recuérdame

source: Old Password
es_es: Contraseña anterior

source: New Password
es_es: Nueva contraseña

source: Current Password
es_es: Contraseña actual

source: New Password (retype)
es_es: Nueva contraseña (reescribir)

source: Credit Card
es_es: Tarjeta de crédito

source: Saved Credit Cards
es_es: Tarjetas de crédito guardadas

source: Create New Card ...
es_es: Crear nueva tarjeta ...

source: Card Number
es_es: Número de tarjeta

source: Expiration (MM/YYYY)
es_es: Caducidad (MM/AAAA)

source: Save this card data for future use.
es_es: Guarde los datos de esta tarjeta para uso futuro.

source: Contact
es_es: Contacto

source: Your Name
es_es: Tu nombre

source: Started
es_es: Empezado

source: Finished
es_es: Terminado

source: I am currently studying here
es_es: Actualmente estoy estudiando aquí

source: Institution
es_es: Institución

source: This is my current position
es_es: Esta es mi posición actual

source: Position Title
es_es: Título del Puesto

source: Purchase
es_es: Compra

source: title, experience, education ...
es_es: título, experiencia, educación ...

source: Last updated
es_es: Última actualización

source: Australian Dollars
es_es: Dólares australianos

source: Canadian Dollars
es_es: Dolares canadienses

source: Swiss Franc
es_es: Franco suizo

source: Czech Koruna
es_es: Corona checa

source: Danish Krone
es_es: Corona danesa

source: Pounds Sterling
es_es: Libra esterlina

source: Hong Kong Dollar
es_es: Dolar de Hong Kong

source: Hungarian Forint
es_es: Forint húngaro

source: Israeli Shekel
es_es: Shekel israelí

source: Japanese Yen
es_es: Yen japonés

source: Mexican Peso
es_es: Peso mexicano

source: Norwegian Krone
es_es: Corona noruega

source: New Zealand Dollar
es_es: Dolar de Nueva Zelanda

source: Polish Zloty
es_es: Zloty polaco

source: Swedish Krona
es_es: Corona sueca

source: Singapore Dollar
es_es: Dolar de Singapur

source: United States Dollars
es_es: Dólares americanos

source: Post ID (associated post ID)
es_es: ID de publicación (ID de publicación asociada)

source: Employer ID (ID of an Employer who owns this job)
es_es: Identificación del empleador (ID de un empleador que posee este trabajo)

source: Job Title
es_es: Título del trabajo

source: Slug (URL friendly name)
es_es: Slug (nombre amigable para URL)

source: Job Description
es_es: Descripción del trabajo

source: Job Creation Date (YYYY-MM-DD)
es_es: Fecha de creación de trabajo (AAAA-MM-DD)

source: Job Last Modification Date (YYYY-MM-DD)
es_es: Fecha de la última modificación del trabajo (AAAA-MM-DD)

source: Job Expiration Date (YYYY-MM-DD)
es_es: Fecha de vencimiento del trabajo (AAAA-MM-DD)

source: Country (ISO 3166-1 Number)
es_es: País (Número ISO 3166-1)

source: Job State
es_es: Estado del trabajo

source: Job Zip Code
es_es: Código postal de trabajo

source: Job City
es_es: Ciudad del trabajo

source: Company URL
es_es: URL de la compañía

source: Company Email
es_es: Email de la empresa

source: Is Approved
es_es: Esta aprobado

source: Membership ID
es_es: ID de membresía

source: Pricing ID
es_es: ID de precio

source: Job URL
es_es: URL de trabajo

source: Admin URL
es_es: URL de administración

source: Properties
es_es: Propiedades

source: Tags
es_es: Etiquetas

source: Files
es_es: Archivos

source: Buyer Email
es_es: Correo electrónico del comprador

source: Buyer Name
es_es: Nombre del comprador

source: Buyer IP Address
es_es: Dirección IP del comprador

source: Object ID
es_es: ID del objeto

source: Object Type
es_es: Tipo de objeto

source: Payment Status
es_es: Estado de pago

source: Logged Messages
es_es: Mensajes registrados

source: Created
es_es: Creado

source: Paid
es_es: Pagado

source: To Pay
es_es: Pagar

source: Discount
es_es: Descuento

source: Payment URL
es_es: URL de pago

source: Dates
es_es: Fechas

source: Formatted
es_es: Formateado

source: Company Zip- Code
es_es: Código postal de la empresa

source: Is Public
es_es: Es público

source: Is Verified
es_es: Es verificado

source: Applicant Name
es_es: Nombre del solicitante

source: Applicant Email
es_es: Correo electrónico del solicitante

source: Last Run
es_es: Última ejecución

source: Last Modified
es_es: Última modificación

source: Registration Date
es_es: Fecha de Registro

source: Display name publicly as
es_es: Mostrar nombre públicamente como

source: Categories
es_es: Categorías

source: Job Types
es_es: Tipos de trabajo

source: Geographic Latitude (Number)
es_es: Latitud geográfica (número)

source: Geographic Longitude (Number)
es_es: Longitud geográfica (número)

source: Is Geolocalized
es_es: Está geolocalizado

source: Job Description Format ('html' or 'text')
es_es: Formato de descripción del trabajo ('html' o 'text')

source: Filled For Imported Jobs Only
es_es: Llenado solo para trabajos importados

source: Company Info Format ('html' or 'text')
es_es: Formato de información de la compañía ('html' o 'text')

source: LinkedIn Profile URL
es_es: URL de perfil en LinkedIn

source: File
es_es: Archivo

source: Resume ID
es_es: Currículum ID

source: Type
es_es: Tipo

source: Completed At
es_es: Completado en

source: Is Current
es_es: Es actual

source: Grantor
es_es: Cedente

source: ISO 3166-1 numeric - Three Digit Country Code
es_es: Numérico ISO 3166-1 - Código de país de tres dígitos

source: ISO 3166-1 apha-2 - Two Letter Country Code
es_es: ISO 3166-1 apha-2 - Código de país de dos letras

source: ISO 3166-1 apha-3 - Three Letter Country Code
es_es: ISO 3166-1 apha-3 - Código de país de tres letras

source: Country Name
es_es: Nombre del país

source: Username selected when registering
es_es: Nombre de usuario seleccionado al registrarse

source: Unencrypted password
es_es: Contraseña sin encriptar

source: Full url to login form
es_es: URL completa para iniciar sesión

source: Absolute URL to company profile page (in wp-admin)
es_es: URL absoluta a la página de perfil de la empresa (en wp-admin)

source: URL user can use to unsubscribe from email alerts
es_es: El usuario de URL puede usar para darse de baja de las alertas por correo electrónico

source: Array of matched Job objects
es_es: Matriz de objetos de trabajo coincidentes

source: Unique URL to Resume details page
es_es: URL única para reanudar página de detalles

source: Application status
es_es: Estado de aplicación

source: Payment Variable
es_es: Variable de pago

source: Company Variable
es_es: Variable de compañia

source: Application Variable
es_es: Variable de aplicación

source: Alert Variable
es_es: Variable de alerta

source: Resume Variable
es_es: Variable de curriculum

source: User Variable
es_es: Variable de usuario

source: Contact Form Variable
es_es: Variable de formulario de contacto

source: Job identified with ID %d does not exist.
es_es: El trabajo identificado con ID %d no existe.

source: User identified with ID %d does not exist.
es_es: El usuario identificado con ID %d no existe.

source: Status identified with ID %d does not exist.
es_es: El estado identificado con ID %d no existe.

source: Custom field '%s' does not exist.
es_es: El campo personalizado '%s' no existe.

source: Item with slug %s already exist.
es_es: El artículo con slug %s ya existe.

source: Date format for field %s is invalid (should be YYYY-MM-DD).
es_es: El formato de fecha para el campo %s no es válido (debe ser AAAA-MM-DD).

source: Employer identified with ID %d does not exist.
es_es: El empleador con ID = %d no existe.

source: Custom Field '%s' already exists.
es_es: El campo personalizado '%s' ya existe.

source: <strong>Thank you for submitting your job listing.</strong>
es_es: <strong> Gracias por enviar tu ficha de trabajo. </strong>

source: Your job posting is being moderated. We will email you once it will be live.
es_es: Su publicación de trabajo está siendo moderada. Le enviaremos un correo electrónico una vez que esté en vivo.

source: Your job posting is now live. <a href="%s">Click here to view it</a>.
es_es: Su publicación de trabajo ahora es en vivo. <a href="%s"> Haga clic aquí para verlo </a>.

source: <strong>Thank you for submitting your order.</strong>
es_es: <strong> Gracias por enviar su pedido. </strong>

source: Access to resume details has been granted. <a href="%s">Click here to view it</a>.
es_es: Se ha otorgado acceso a los detalles del currículum. <a href="%s"> Haga clic aquí para verlo </a>.

source: Your membership is now active. <a href="%s">Go back to Employer Dashboard</a>.
es_es: Su membresía ahora está activa. <a href="%s"> Volver al panel del empleador </a>.

source: Entered discount code cannot be applied to this item.
es_es: El código de descuento introducido no se puede aplicar a este artículo.

source: Bookmark this job
es_es: Marcar este trabajo

source: Bookmark
es_es: Marcadores

source: New alert has been created.
es_es: Nueva alerta ha sido creada.

source: There are errors in your form.
es_es: Hay errores en el formulario.

source: Form saved.
es_es: Formulario guardado.

source: Alert #%d deleted.
es_es: Alerta #%d eliminada.

source: Number of deleted payments: {success}
es_es: Número de pagos eliminados: {success}

source: Number of payments marked as paid: {success}
es_es: Número de pagos marcados como pagados: {success}

source: New application has been created.
es_es: Nueva aplicación ha sido creada.

source: Application #%d deleted.
es_es: Aplicación #%d eliminada.

source: Application deleted.
es_es: Aplicación eliminada.

source: Number of deleted applications: {success}
es_es: Número de aplicaciones eliminadas: {success}

source: New category has been created.
es_es: Nueva categoría ha sido creada.

source: Category deleted.
es_es: Categoría eliminada.

source: Number of deleted categories: {success}
es_es: Número de categorías eliminadas: {success}

source: Cannot delete category identified by ID #{id}. There are still jobs in this category.
es_es: No se puede eliminar la categoría identificada por ID #{id}. Todavía hay trabajos que usan este tipo.

source: Category #%d deleted.
es_es: Categoría #%d eliminado.

source: Update
es_es: Actualizar

source: You need to post at least one job before creating a test share.
es_es: Debe publicar al menos un trabajo antes de crear un recurso compartido de prueba.

source: Test share has been posted. You can <a href="https://www.facebook.com/%s/posts/%s">view it here</a>.
es_es: El compartir de prueba ha sido publicado. Puede <a href="https://www.facebook.com/%s/posts/%s"> verlo aquí </a>.

source: Configuration Reset.
es_es: Restablecimiento de configuración.

source: License
es_es: Licencia

source: Job Board Options
es_es: Opciones de tablero de trabajo

source: Resumes Options
es_es: Opciones de currículums

source: Integrations
es_es: Integraciones

source: Twitter: You need to have at least one posted job to send test tweet.
es_es: Twitter: debe tener al menos un trabajo publicado para enviar un tweet de prueba.

source: Tweet has been posted, please check your Twitter account.
es_es: Tweet ha sido publicado, por favor revisa tu cuenta de Twitter.

source: Selected payment engine does not exist.
es_es: El motor de pago seleccionado no existe.

source: Payment Method: %s
es_es: Método de pago: %s

source: Add/Edit Job Form
es_es: Agregar / editar formulario de trabajo

source: Apply Online Form
es_es: Aplicar formulario en línea

source: Advanced Job Search Form
es_es: Formulario de búsqueda avanzada de trabajo

source: Company Form
es_es: Formulario de empresa

source: My Resume Form
es_es: Formulario de registro de candidatos

source: Advanced Resume Search Form
es_es: Formulario de búsqueda avanzada de currículum

source: Incorrect Form Name
es_es: Nombre incorrecto del formulario

source: Form layout has been reset.
es_es: El diseño del formulario se ha restablecido.

source: Form layout has been saved.
es_es: El diseño del formulario se ha guardado.

source: New discount has been created.
es_es: Se ha creado un nuevo descuento.

source: Discount deleted.
es_es: Descuento eliminado.

source: Discount could not be deleted.
es_es: El descuento no pudo ser eliminado.

source: Number of deleted discounts: {success}
es_es: Cantidad de descuentos eliminados: {success}

source: Number of activated discounts: {success}
es_es: Cantidad de descuentos activados: {success}

source: Number of deactivated discounts: {success}
es_es: Cantidad de descuentos desactivados: {success}

source: Discount '%s' deleted.
es_es: Descuento '%s' eliminado.

source: New Email Template has been created.
es_es: Se ha creado una nueva plantilla de correo electrónico.

source: Email Template #%d deleted.
es_es: Plantilla de correo electrónico #%d eliminada.

source: Email Template deleted.
es_es: Plantilla de correo electrónico eliminada.

source: Emails sent to admin <small>(emails are sent From and To email address specified in Mail From field)</small>
es_es: Correos electrónicos enviados al administrador <small> (los correos electrónicos se envían desde y hacia la dirección de correo electrónico especificada en el campo Mail From) </small>
